{
  "automation": {
    "Тип кузова (длинна базы)": [
      "Микрокар/Кей-кар (до 2.2м базы): Коробка из-под сока на колесах. Паркуйся где хочешь, если не сдует ветром.",
      "Седан (до 2.5м базы): Стандартный жоповоз, но компактный. База для всего.",
      "Седан (2.5м-2.8м базы): Обычный семейный седан. Ничего особенного, просто машина.",
      "Седан (больше 2.8м базы): Почти баржа, для солидных господ (или тех, кто хочет казаться).",
      "Хетчбэк (до 2.5м базы): Компактный и вертлявый, для города и парковки на газоне.",
      "Хетчбэк (больше 2.5м базы): Типа спортивный, но с местом для рассады с дачи.",
      "Лифтбэк: Гибрид седана и хетчбэка. Большая крышка багажника, чтобы удобнее было пихать невпихуемое.",
      "Универсал (до 2.7м базы): Практичность – наше всё. Перевезти собаку, детскую коляску и пару мешков картошки.",
      "Универсал (больше 2.7м базы): Огромный сарай для перевозки тёщи, холодильника и смысла жизни.",
      "Шутинг-брейк (Shooting Brake): Универсал для эгоиста. Красиво, непрактично, дорого. Типа 'охотничий', но максимум на что ты будешь охотиться - скидки в 'Ашане'.",
      "Кроссовер (до 2.6м базы): Покоритель бордюров, недоджип. Зато 'высоко сижу, далеко гляжу'.",
      "Кроссовер (больше 2.6м базы): Большой и 'типа внедорожный', иллюзия проходимости за оверпрайс.",
      "Купе (до 2.5м базы): Стильно, модно, молодежно (и хуй кто влезет назад).",
      "Купе (больше 2.5м базы): Большое купе. Эгоист с претензией на роскошь и GT.",
      "Кабриолет (до 2.5м базы): Ветер в харю, а я шпарю! (компактный). Для хорошей погоды и плохих волос.",
      "Кабриолет (больше 2.5м базы): Роскошный кабриолет. Чтобы все видели твою лысину или дорогую укладку.",
      "Пикап (до 3.3м базы): Для фермера или реднека внутри тебя (компактный вариант).",
      "Пикап (больше 3.3м базы): Настоящий мужской грузовик, чтоб возить говно или катер.",
      "Ют (Ute): Легковушка, которой отрезали заднюю часть салона. Бизнес-муллет: спереди бизнес, сзади вечеринка.",
      "Фургон (до 3.3м базы): Рабочая лошадка для мелкого бизнеса или незаметных перевозок.",
      "Фургон (больше 3.3м базы): Огромный фургон. Серьезные перевозки или дом на колесах для бомжа.",
      "Минивэн (до 3.0м базы): Семейный автобус для перевозки спиногрызов и их барахла.",
      "Минивэн (больше 3.0м базы): ОГРОМНЫЙ семейный автобус. Забудь о личной жизни и парковке.",
      "Лимузин/Ландоле: Выпендреж в чистом виде. Возить цыганского барона или пьяных выпускниц."
    ],
    "Классификация": [
      "Гражданская, Надежность > 50, Управляемость > 40: Просто тачка, чтоб ездила из А в Б. Скукота, но надо.",
      "На каждый день (Daily Driver), Баланс всего > 40: Машина-швейцарский нож. Ни в чем не лучшая, но со всем справляется.",
      "Гражданская Эко (до 5 л/100км), Управляемость > 40, Надежность > 55: Тошнить в правом ряду и гордиться этим. Спасай планету, блядь!",
      "Гражданская Эко (до 10 л/100км), Управляемость > 35, Надежность > 50: Чуть менее тошнотно, но всё еще экономия для бедных.",
      "Максимальный комфорт, Комфорт > 70, Плавность хода > 60: Ехать как на диване. Пердячий пар приветствуется.",
      "Слипер (Sleeper), Спортивность > 65, Престиж < 25: Выглядит как дедушкин сарай, едет как ракета. Унижать мажоров со светофора.",
      "Стрит, Спортивность > 40, Престиж > 20: Пердаки, спойлеры, винил, ночные гонки. Пацаны с района оценят.",
      "Хот-хэтч (Hot Hatch), Спортивность > 55, Привод FWD/AWD: Заряженная бешеная табуретка. Вёрткая, быстрая, непрактичная.",
      "Кольцо, Спортивность > 60, Тормоза вент. диски мин., Шины Спорт/Полуслик: Жестко, быстро, дорого. Готовь бабло на слики и ремонт после каждого выезда.",
      "Ралли, Offroad > 40, Надежность > 55, Подвеска Длинноходная/Гидро: Грязь, гравий, прыжки. Почувствуй себя МакРеем (если доедешь до финиша).",
      "Драг, 0-100км/ч < 5с, Шины Спорт/Полуслик, Дифференциал LSD: 402 метра славы или позора. Главное – старт и чтобы мотор не блеванул.",
      "Дрифт, Привод RWD, Спортивность > 50, Дифференциал LSD: Ехать боком, жечь резину. Стиль важнее скорости, понты дороже денег.",
      "Оффроад, Offroad > 55, Клиренс > 250мм, Привод 4WD: Месить грязь в свое удовольствие. Главное, чтобы трактор был недалеко.",
      "Трофи, Offroad > 70, Привод 4WD + Блокировки дифференциалов, Надежность > 60: Непролазные говны, лебедка, хайджек. Для реальных маньяков и любителей застрять.",
      "Тянуть грузы, Практичность > 60, Крутящий момент > 400 Нм, Надежность > 50: Чтоб прицеп не отвалился на первом подъеме. Мощность и момент решают.",
      "Багги, Вес < 800кг, Кузов Пространственная рама: Рама, колеса, мотор. Максимум фана, минимум комфорта и безопасности.",
      "Максимальная скорость, Топ. скорость > 300 км/ч, Аэродинамика активная/спойлеры: Летим по прямой, пока бензин не кончится (или мотор не стуканет).",
      "Полиция, Надежность > 65, Практичность > 30, Усиленная подвеска/рама: Мигалки, крякалки, таранить нарушителей. Закон на твоей стороне (нет).",
      "Такси, Надежность > 70, Комфорт > 30, Практичность > 50: Шашечки, желтый цвет, убитая подвеска и вонючий салон.",
      "Шоу-кар, Престиж > 60, Качество интерьера/экстерьера +10 мин: Чтобы блестело и все ах*ели. Ездить необязательно, главное – лайки.",
      "Ретро-стиль, Год < 1980: Выглядит как старое ведро, но (надеюсь) едет лучше. Ностальгия.",
      "Рестомод (Restomod), Год < 1990, Спортивность > 50: Классический вид, современные потроха. Дорого, стильно, и олдфаги будут плеваться.",
      "Концепт-кар, Престиж > 50, Безопасность < 30: Дичь из будущего. Попробуй это построить, гений инженерной мысли, блядь."
    ],
    "Количество л.с": [
      "до 50 л.с.: Мощность газонокосилки. Удачи на обгонах, блять.",
      "75 л.с.: Можно обогнать трактор. Наверное.",
      "100 л.с.: Уже что-то, но все равно овощ. Можно тошнить чуть быстрее.",
      "125 л.с.: Стандарт для бюджетного гольф-класса. Не гонка, но и не позор.",
      "150 л.с.: Золотая середина для обывателя. Едет.",
      "200 л.с.: Можно и позажигать немного со светофора.",
      "250 л.с.: Уже серьезная заявка на динамику. Или просто тяжелая тачка.",
      "300 л.с.: Начинается веселье (и неконтролируемый расход).",
      "400 л.с.: Держись крепче за руль и кошелек!",
      "500 л.с.: Серьезная спортивная территория. Ошибок не прощает.",
      "600 л.с.: Почти суперкар. Или просто перебор для этого кузова?",
      "800 л.с.: Адская колесница. Нужен памперс и стальные яйца.",
      "1000 л.с.: Ты вообще нормальный? Строим ракету или крематорий на колесах?",
      "1200+ л.с.: Гиперкар. Больше цифр для шейхов и ютуберов."
    ],
    "Тип двигателя": [
      "I2, Объем < 1.0л: Два цилиндра, звук как у мопеда. Зато налог копеечный.",
      "I3, Объем < 1.5л: Три горшка, зато экономично (и вибрирует как сучка).",
      "I4, Объем 1.4-2.5л: Банально, как 'здравствуйте'. Самый стандартный стандарт.",
      "I5, Объем 2.0-3.0л: Почти I6, но не совсем. Звучит интересно, как квинтет пьяных.",
      "I6, Объем > 2.5л: Классика, шелковый рядник. Баланс и звук, если не задушен экологами.",
      "V6, Объем 2.5-4.0л: Компромисс между I4 и V8. Часто скучный звук и сложный в ремонте.",
      "V8, Объем > 4.0л: БУ-БУ-БУ! Масл-кар или баржа. Мощь, понты и налог.",
      "V10, Объем > 5.0л: Экзотика. Звучит как старая F1 или просто очень дорого.",
      "V12, Объем > 5.5л: Вершина пафоса и плавности. Готовься к расходам на всё.",
      "V16/W16, Объем > 8.0л: Зачем? Просто потому что МОЖЕМ! И похуй на логику.",
      "Boxer-4, Объем 1.8-2.5л: Субаровский бубнеж или Порше для бедных. Четвертый цилиндр уже стучит?",
      "Boxer-6, Объем > 2.8л: Настоящий Порше (или опять Субару, но пожирнее).",
      "Роторный (Wankel): ЖЖЖЖЖ! Жрет масло, бензин и апексы. Зато обороты до небес.",
      "Дизель: Тракторный рык, зато момент как у паровоза и расход радует. Пока не заправился летней солярой зимой."
    ],
    "Тип впуска двигателя": [
      "Атмосферный (NA): Честный воздух, линейная тяга. Олдскул или просто дешево.",
      "Атмосферный (с инд. дросселями - ITB): Злой впускной хрип. Каждый цилиндр дышит свободно. Жрет бензин ведрами, но какой звук!",
      "Турбо (Single Turbo), Давление > 1.0 бар: Пшшш! Турбояма и пинок под зад. Как повезет.",
      "Турбо (Twin-scroll): Умная турбина, пытается бороться с ямой. Чуть сложнее, чуть дороже.",
      "Двойной Турбо (Twin Turbo), Давление > 0.8 бар: Две улитки веселее. Меньше яма, больше дури. Или больше проблем.",
      "Битурбо (Sequential/Parallel): Умный наддув для ровной полки момента. Сложно и дорого.",
      "Квад-Турбо (Quad Turbo): Четыре турбины! Потому что две – для слабаков. Привет, Bugatti (и счета за ремонт)?",
      "Механический нагнетатель (Supercharger): Вжжжж! Моментальная тяга с низов, как у V8. И жрет так же.",
      "Твинчарджер (Supercharger + Turbo): Инженерное порно. Компрессор на низах, турбина на верхах. Сложно, тяжело, но тяга - паровоз."
    ],
    "Привод": [
      "FWD (Передний привод): Просто, дешево, тянет морду наружу поворота. Для чайников.",
      "RWD (Задний привод): Классика, занос, веселье (или страх зимой и в дождь).",
      "AWD (Полный привод), Распределение 40/60 или 50/50: Держак на любой дороге. Сложно, тяжело и скучно.",
      "AWD (Заднеприводная основа), Распределение < 40/60: Типа полный, но жопой метет как надо. Привет, BMW xDrive.",
      "AWD (Переднеприводная основа), Распределение > 50/50: Помощь на старте и в снегу, но в поворотах все та же переднеприводная корова.",
      "4WD (Подключаемый/Постоянный полный), Понижайка обязательна: Для грязи и бездорожья. Не путать с AWD для асфальта, лох."
    ],
    "Год выпуска": [
      "1946: Собрано из остатков танков и оптимизма. Главное, что едет.",
      "1955: Начало эры 'детройтского барокко'. Хрома больше, чем стали.",
      "1959: Апогей плавников и ракетного дизайна. Машина похожа на космический корабль для Элвиса.",
      "1964: Рождение пони-каров. Компактный, стильный, и V8 под капотом, чтобы пугать хиппи.",
      "1969: Пик эры масл-каров. Бензин дешевый, экология - слово из словаря, безопасность - для трусов.",
      "1973: Начало конца. Нефтяной кризис стучится в дверь, V8 начинают 'душить'.",
      "1977: Уныние и гигантские бамперы. Мощность упала, вес вырос. Диско на колесах.",
      "1982: Пластик начинает побеждать хром. Появляются первые турбо-жужжалки.",
      "1985: Цифровые приборки, 'слепые' фары и говорящий бортовой компьютер. Будущее, которое мы заслужили.",
      "1988: Аэродинамика! Углы начинают сглаживаться, но все еще выглядят как топор.",
      "1991: Японский инженерный гений на пике. Надежно, технологично, и иногда даже красиво.",
      "1995: Все стало круглым и обмыленным. Дизайнеры открыли для себя мыло.",
      "1999: Последний год 'настоящих' машин перед цифровым безумием 2000-х. Еще есть кнопки!",
      "2003: Эпоха NFS Underground. Неоновая подсветка дна и спойлер размером с лавку. Стиль!",
      "2008: Финансовый кризис. Экономия - новое черное. Хаммеры вымирают, гибриды наступают.",
      "2012: Турбо-перделки 1.2л и планшет, приклеенный на скотч. Экология, сэр!",
      "2016: Кроссоверы захватили мир. Седаны и универсалы плачут в углу.",
      "2021: Огромные ноздри, злая оптика и подписка на подогрев сидений. Добро пожаловать в ад.",
      "2024: Электричка или гибрид. ДВС - вымирающий вид, как динозавр. Тяжелый, тихий, с запасом хода 'до розетки'.",
      "2028 (Прогноз): Полностью автономный электро-гроб. Твоя задача - не мешать ему ехать и вовремя оплачивать подписки.",
      "Любой год (Выбери сам): Твоя машина времени, твой бред."
    ],
    "Материалы кузова": [
      "Стекловолокно: Легко, дешево в прототипе, хрупко. Для гонок или самоделок.",
      "Сталь (обычная): Дешево, сердито, тяжело. Ржавеет, сука. Как твоя бывшая.",
      "Сталь (обработанная/оцинкованная): Чуть лучше, чуть дороже, все равно ржавеет, но позже.",
      "Алюминий: Легче стали, дороже. Не ржавеет, но чинить – геморрой.",
      "Алюминий (Клееный): Еще дороже, еще сложнее в ремонте. Привет, британский автопром.",
      "Карбон (Углепластик): Очень легко, очень дорого, очень понтово. Для суперкаров и мажоров.",
      "Комбинированный (Сталь+Алюминий): Попытка усидеть на двух стульях.",
      "Комбинированный (Сталь+Карбоновые панели): Облегченный вариант для трек-дней или просто для понта.",
      "Любые материалы: Ставь что хочешь, хоть папье-маше."
    ],
    "Тип шасси": [
      "Рама (Ladder Frame): Для настоящих джипов и грузовиков. Крепко, но тяжело и не рулится.",
      "Монокок (Monocoque): Несущий кузов. Легче, жестче. Для всего остального ширпотреба.",
      "Пространственная рама (Space Frame): Трубы, трубы, трубы. Легко, жестко, дорого. Для спорта и экзотики.",
      "Карбоновый монокок (Carbon Monocoque): Вершина технологий. Цена как у самолета, жесткость как у алмаза. Не царапать!",
      "Полурама (Semi Space Frame): Компромисс, часто для пикапов/фургонов."
    ],
    "Качество": [
      "Качество -15: Собрано из говна и палок в китайском подвале. Зато дешево!",
      "Качество -8: Немного сэкономили тут и там. Бюджетненько, с косячками.",
      "Качество -4: Чуть ниже среднего. Зазоры гуляют, пластик скрипит, но едет.",
      "Качество 0: Стандарт. Ни рыба, ни мясо. Как у всех.",
      "Качество +4: Чуть лучше, чем у соседа. Меньше скрипов, больше самооценки.",
      "Качество +8: Можно шикануть! Надежность и комфорт, почти не ломается.",
      "Качество +12: Почти премиум. Мягко, тихо, дорого. Для тех, кто ценит детали.",
      "Качество +15: Деньги не проблема! Максимум всего. Идеально, блядь.",
      "Любое качество (-15 до +15): Решай сам, насколько ты бомж или мажор сегодня."
    ],
    "Интерьер": [
      "Голый металл (Race): Гонка же! Нахуй комфорт, главное - вес!",
      "Пластиковый ад (Basic): Дешевле только пешком. Пахнет фенолом.",
      "Утилитарный (Utility): Моющийся пластик и резина. Для грязных сапог и перевозки свиней.",
      "Тканевый стандарт (Standard): Кондей? Может быть. А может и нет.",
      "Бизнес-класс на минималках (Premium): Кожзам и маленький экранчик, типа круто.",
      "Спортивный (Sport): Ковши, алькантара, карбоновые вставки. Сидеть неудобно, зато красиво.",
      "Лакшери по полной (Luxury): Кожа рожа, дерево, алькантара. Дорого-богато.",
      "Ручная работа (Handmade Luxury): Когда 'просто лакшери' уже для нищебродов. Кожа с жопы дракона, дерево с энта."
    ],
    "Мультимедиа": [
      "Отсутствует (None): Музыка? Слушай мотор, блять.",
      "Радиола 'Урал' (Basic AM): Крутилки и шипение. Ловит одну станцию, и то с помехами.",
      "8-дорожечный кассетник (8-Track): Для настоящего ретро-маньяка. Найти кассету сложнее, чем смысл жизни.",
      "Кассетник! (Standard Cassette): Доставай свои старые кассеты 'Ласкового мая'.",
      "CD-плеер (Standard CD): Диски с царапинами – в комплекте.",
      "Дешманский планшет (Premium Infotainment): Тормозит, но сенсорный!",
      "Интеграция со смартфоном (CarPlay/Android Auto): Единственное, что работает в этой мультимедиа без лагов - это твой телефон.",
      "Огромный телек (Luxury Infotainment): Чтобы смотреть порно в пробках. С голосовым управлением, которое тебя не понимает."
    ],
    "Особенные фишки": [
      "Отсутствует: Слава богу, пронесло от дизайнерских извращений.",
      "Слепые фары (Pop-up headlights): Потому что 80-е!",
      "Скрытые фары (Hidden headlights - панелями): Не поп-ап, а хитрее!",
      "Двери 'Крыло чайки' (Gullwing doors): Выглядит круто, пока не надо парковаться.",
      "'Суицидальные' задние двери (Suicide doors): Элегантно, но неудобно пиздец.",
      "Двери-ножницы / Ламбо-двери (Scissor doors): +100 к понтам на парковке у шаурмы.",
      "Деревянные панели СНАРУЖИ (Wood paneling): Привет, американские универсалы 70-х.",
      "Виниловая крыша (Landau roof): Типа роскошь для бедных.",
      "Стеклянная крыша T-Top / Targa: Снял панели - и кабриолет (почти).",
      "Запаска на багажнике (External spare tire): Внедорожный стиль, даже если это пузотерка.",
      "Боковой выхлоп (Side pipes): Громко, непрактично, но выглядит круто (иногда).",
      "Огромное антикрыло (Giant rear wing), +10 Аэро: Даже если это минивэн, похуй, ставь!",
      "Крыша контрастного цвета (Contrasting roof color): Мини-стайл на любой кузов.",
      "Раздельное лобовое стекло (Split windshield): Привет из 30-х!",
      "Огромный воздухозаборник на капоте (Massive hood scoop): Можно даже нерабочий, для вида.",
      "Shaker hood (Воздухозаборник на двигателе, торчит из капота): Чтобы все видели, как трясется твой V8.",
      "Дворники на фарах (Headlight wipers): Потому что можем.",
      "Зеркала на крыльях (Fender mirrors): По-японски, винтажно и нихуя не видно.",
      "Хромированные бампера, Много хрома: Блестит, как у кота яйца, даже если это 2020-е.",
      "Плавники сзади (Tailfins), Год < 1965: Даешь Детройт 50-х на любой помойке!",
      "Только один 'дворник' (Single wiper): Как у Мерса W124 или старых Ситроенов.",
      "Только круглые фары: Классика же.",
      "Только квадратные/прямоугольные фары: Угловатость - признак мастерства (или 80-х)."
    ],
    "Бюджет": [
      "$9,000: Дно пробито. Ищешь не машину, а четыре колеса, которые ещё крутятся.",
      "$11,000: 'Не бита, не крашена, дедушка в церковь ездил'. Ржавчину можно закрасить маркером.",
      "$13,500: Хватит на что-то с работающим кондиционером. Возможно.",
      "$16,000: Свежий кредит на базовую комплектацию. Без ковриков, конечно.",
      "$18,500: Можно даже выбрать цвет. Из двух предложенных.",
      "$21,000: Средний класс на минималках. Есть USB-порт, и на том спасибо.",
      "$24,000: Хорошо упакованный 'кореец' или голый 'немец'.",
      "$28,000: Можно взять что-то с автоматом и не ныть про три педали.",
      "$32,000: Та самая точка, где ты начинаешь думать: 'А не взять ли мне лучше подержанный премиум?'",
      "$37,000: Можно взять неплохой кроссовер, чтобы стоять в тех же пробках, но чуть выше.",
      "$43,000: Заряженный хот-хэтч или базовый 'премиум'. Выбор между 'весело' и 'солидно'.",
      "$50,000: Можно купить квартиру в Зажопинске или эту машину.",
      "$60,000: Начальный Porsche или очень злой седан. Выбор между понтами и реальной скоростью.",
      "$75,000: Серьезные спортивные амбиции или очень комфортный диван на колесах.",
      "$90,000: Почти лакшери или серьезная гонка. Или переоцененный кроссовер.",
      "$110,000: Уже не просто быстро, а 'ой, блядь, как быстро!'",
      "$140,000: Территория суперкаров. Налог, страховка и обслуживание стоят как ещё одна машина.",
      "$180,000: Экзотика. Все будут фоткать, но никто не знает, что это.",
      "$250,000: Деньги просто цифры на счету. Соседи-миллионеры завидуют.",
      "$400,000: Машина, которую страшно парковать у магазина.",
      "$750,000: Гиперкар. Покупается не чтобы ездить, а чтобы хранить в кондиционируемом гараже и говорить, что он у тебя есть.",
      "$1,500,000+: Уровень 'Бог'. Можно заказать карбон с вкраплениями лунной пыли.",
      "Неограничен: Твори любую дичь, богатей! Построй золотой унитаз на колесах!"
    ],
    "Специальное условие": [
      "Никаких ограничений: Делай что хочешь (в рамках остального бреда). Полная свобода, ублюдок!",
      "Только барабанные тормоза (спереди и сзади): Тормози заранее. Очень, блять, заранее.",
      "Никаких турбин! (Только NA или Supercharger): Только честный атмо или вой компрессора. Дыши полной грудью, овощ.",
      "Обязательно V8! Объем > 5.0л: Да здравствует мощь, расход и налоги!",
      "Шины не шире 185мм: Прощай, держак. Привет, дрифт на любой скорости.",
      "Никакой ABS (или только базовый): Учись тормозить сам, неженка. Почувствуй блокировку колес.",
      "Интерьер только 'Люкс' (+10 комфорта мин.): Даже если это сраный пикап для перевозки навоза.",
      "Надежность не ниже 80: Чтобы не развалилось по дороге к магазину.",
      "Надежность не выше 20: Собери ведро, которое доедет только до ворот завода.",
      "Экологичность минимум 40: Гринпис следит за тобой, маленький загрязнитель.",
      "Кузов только стальной (обычный или обработанный): Олдскул, тяжесть и ржавчина.",
      "Кузов только алюминиевый или карбоновый: Легко, дорого, неремонтопригодно.",
      "Мотор не больше 1.5л: Пылесос под капотом. Зато налог маленький.",
      "Мотор не меньше 6.0л: Компенсируем что-то?",
      "Без ГУРа/ЭУРа (Только ручная рейка): Качай руки, слабак!",
      "Только 2 клапана на цилиндр (OHV или SOHC): О VTEC можешь забыть, это для лохов.",
      "Никаких VVT/VVL!: Фазы газораспределения для слабаков.",
      "Только низкооктановое топливо (АИ-92 / 91 RON / 87 AKI): Экономим на бензе, но не на геморрое с детонацией.",
      "Не больше 4-х передач в КПП: Мешай палкой чаще, тренируй руку.",
      "Только ручная коробка!: Никаких автоматов для ленивых жоп.",
      "Никаких блокировок дифференциала (Только открытый): Шлифуй одним колесом на здоровье.",
      "Никаких стабилизаторов поперечной устойчивости (Sway Bars): Почувствуй крен, епта!",
      "Безопасность не ниже 50 очков (Стандартная или Продвинутая): Хотя бы подушки воткни, чтоб клиент не убился сразу.",
      "Безопасность ниже 20 очков: Консервная банка смерти. Естественный отбор в действии.",
      "Только стальные диски: Колпаки можешь прихуярить для 'красоты'.",
      "Запрет на вентилируемые тормозные диски (Только сплошные): Перегрев - твой лучший друг.",
      "Минимум 5 посадочных мест: Даже если это купе, впихни невпихуемое.",
      "Никаких электронных помощников (ABS=None, TC=None, ESC=None): Учись водить, а не на кнопки жать.",
      "Коэффициент лобового сопротивления (Cd) ниже 0.30: Аэродинамика – наше всё (или попытайся).",
      "Максимальная цена материалов $1000: Собираем из подножного корма.",
      "Максимальные производственные единицы (PU) не больше 100: Штучный эксклюзив из говна.",
      "Максимальное время инжиниринга (ET) не больше 150: Работай быстро, заебал!",
      "Минимум 1000 литров багажника (Total Cargo Volume): Хоть картошку возить, хоть трупы.",
      "Двигатель строго атмосферный и объемом меньше 2.0л: Сочетай несочетаемое!",
      "Только подвеска МакФерсон спереди: Дешево и сердито.",
      "Только подвеска на двойных поперечных рычагах (везде): Дорого, но рулится!",
      "Только зависимая подвеска сзади (мост): Для грузовиков и джипов.",
      "Только торсионная балка сзади: Еще дешевле и сердитее МакФерсона. 'Управляемость' - это не про нас.",
      "Только гидропневматическая подвеска: Ситроен головного мозга.",
      "Только карбюратор(ы): Олдскул или нищебродство.",
      "Только прямой впрыск (Direct Injection): Современные технологии, дорогой ремонт.",
      "Оценка 'Семейный автомобиль' > 50: Угождаем мамочкам.",
      "Оценка 'Спорткар' > 60: Строим убийцу Порше (на бумаге)."
    ]
  }
}