{
  "automation": {
    "Body Type (Wheelbase)": [
      "Microcar/Kei Car (up to 2.2m wheelbase): A very compact car, ideal for city parking.",
      "Sedan (up to 2.5m wheelbase): A compact sedan, a versatile choice for the city.",
      "Sedan (2.5m-2.8m wheelbase): A standard family sedan with a good balance of size and capacity.",
      "Sedan (over 2.8m wheelbase): A full-size sedan offering maximum space and comfort.",
      "Hatchback (up to 2.5m wheelbase): Compact and agile, convenient for urban conditions.",
      "Hatchback (over 2.5m wheelbase): A practical hatchback with increased interior space.",
      "Liftback: Combines the look of a sedan with the practicality of a hatchback thanks to a large tailgate.",
      "Wagon (up to 2.7m wheelbase): A practical body style with a large trunk for family needs.",
      "Wagon (over 2.7m wheelbase): A full-size wagon with maximum capacity.",
      "Shooting Brake: A sporty wagon with an elegant design, emphasizing style over practicality.",
      "Crossover (up to 2.6m wheelbase): A compact crossover with increased ground clearance for urban use.",
      "Crossover (over 2.6m wheelbase): A mid- or full-size crossover offering more space and comfort.",
      "Coupe (up to 2.5m wheelbase): A compact two-door car with a sporty silhouette.",
      "Coupe (over 2.5m wheelbase): A full-size Gran Turismo coupe, for comfortable long-distance travel.",
      "Convertible (up to 2.5m wheelbase): A compact car with an open top.",
      "Convertible (over 2.5m wheelbase): A spacious and comfortable convertible, often in the premium class.",
      "Pickup (up to 3.3m wheelbase): A compact or mid-size pickup for carrying cargo.",
      "Pickup (over 3.3m wheelbase): A full-size pickup with high payload and towing capabilities.",
      "Ute: A passenger car with an integrated cargo bed instead of a rear body section.",
      "Van (up to 3.3m wheelbase): A compact commercial van for transporting goods.",
      "Van (over 3.3m wheelbase): A full-size van for commercial use or conversion.",
      "Minivan (up to 3.0m wheelbase): A family car with a spacious interior and many seats.",
      "Minivan (over 3.0m wheelbase): A full-size minivan with maximum capacity for large families.",
      "Limousine/Landaulet: An executive class car with an extended wheelbase for passenger comfort."
    ],
    "Classification": [
      "Civilian, Reliability > 50, Drivability > 40: A standard car for daily commuting.",
      "Daily Driver, All stats balanced > 40: A balanced car suitable for a variety of tasks.",
      "Eco Civilian (under 5 L/100km), Drivability > 40, Reliability > 55: A very economical car with low fuel consumption.",
      "Eco Civilian (under 10 L/100km), Drivability > 35, Reliability > 50: An economical car with moderate fuel consumption.",
      "Maximum Comfort, Comfort > 70, Smoothness > 60: A car focused on high comfort and a smooth ride.",
      "Sleeper, Sportiness > 65, Prestige < 25: A car with a modest appearance and high performance characteristics.",
      "Street, Sportiness > 40, Prestige > 20: A car with external tuning elements and a sporty character.",
      "Hot Hatch, Sportiness > 55, Drivetrain FWD/AWD: A compact and powerful hatchback with excellent handling.",
      "Track, Sportiness > 60, Brakes Vented Discs min., Tires Sport/Semi-Slick: A car prepared for the race track.",
      "Rally, Offroad > 40, Reliability > 55, Suspension Long-Travel/Hydro: A car for rally racing on rough terrain.",
      "Drag, 0-100km/h < 5s, Tires Sport/Semi-Slick, Differential LSD: A car for drag racing, optimized for maximum acceleration.",
      "Drift, Drivetrain RWD, Sportiness > 50, Differential LSD: A rear-wheel-drive car prepared for drift competitions.",
      "Offroad, Offroad > 55, Clearance > 250mm, Drivetrain 4WD: An SUV prepared for serious off-roading.",
      "Trophy, Offroad > 70, Drivetrain 4WD + Locking Diffs, Reliability > 60: An extreme off-roader for trophy raids.",
      "Hauler, Practicality > 60, Torque > 400 Nm, Reliability > 50: A vehicle for towing heavy trailers.",
      "Buggy, Weight < 800kg, Body Space Frame: A lightweight open-body vehicle for off-road driving.",
      "Top Speed, Top Speed > 300 km/h, Active Aero/Spoilers: A car designed to achieve very high speeds.",
      "Police, Reliability > 65, Practicality > 30, Reinforced Suspension/Chassis: A patrol car with special equipment and a reinforced structure.",
      "Taxi, Reliability > 70, Comfort > 30, Practicality > 50: A car optimized for taxi service: reliable and practical.",
      "Show Car, Prestige > 60, Interior/Exterior Quality +10 min: An exhibition car with an emphasis on design and finish quality.",
      "Retro Style, Year < 1980: A car in the style of classic models before 1980.",
      "Restomod, Year < 1990, Sportiness > 50: A classic car with modern mechanical components.",
      "Concept Car, Prestige > 50, Safety < 30: A prototype showcasing future technologies and design."
    ],
    "Horsepower": [
      "up to 50 hp: Very low power, for ultra-compact city cars.",
      "75 hp: Base power for budget models.",
      "100 hp: Sufficient power for calm city driving.",
      "125 hp: Standard power for C-segment cars.",
      "150 hp: A good balance of power and economy for most situations.",
      "200 hp: Allows for confident driving on the highway and during overtaking.",
      "250 hp: Power characteristic of dynamic or heavy vehicles.",
      "300 hp: High power, provides sporty dynamics.",
      "400 hp: The level of powerful sports cars.",
      "500 hp: Very high power, close to supercars.",
      "600 hp: Supercar-level power.",
      "800 hp: Extremely high power for specialized vehicles.",
      "1000 hp: Hypercar level.",
      "1200+ hp: Ultra-high power for exclusive hypercars."
    ],
    "Engine Type": [
      "I3, Displacement < 1.5L: A three-cylinder engine, a compromise between economy and size.",
      "I4, Displacement 1.4-2.5L: An inline-four engine, the most common type.",
      "I5, Displacement 2.0-3.0L: An inline-five engine, a rare configuration with a distinctive sound.",
      "I6, Displacement > 2.5L: An inline-six engine, known for its smoothness and balance.",
      "V6, Displacement 2.5-4.0L: A V-shaped six-cylinder engine, more compact than an inline-six.",
      "V8, Displacement > 4.0L: A V-shaped eight-cylinder engine, provides high power and torque.",
      "V10, Displacement > 5.0L: A V-shaped ten-cylinder engine, used in sports cars and supercars.",
      "V12, Displacement > 5.5L: A V-shaped twelve-cylinder engine, a symbol of prestige and smoothness.",
      "V16/W16, Displacement > 8.0L: Exclusive multi-cylinder engines for hypercars.",
      "Boxer-4, Displacement 1.8-2.5L: A flat-four engine, provides a low center of gravity.",
      "Boxer-6, Displacement > 2.8L: A flat-six engine, characteristic of sports cars."
    ],
    "Engine Intake Type": [
      "Naturally Aspirated (NA): A classic intake system without forced induction.",
      "Naturally Aspirated (with ITB): A system with individual throttle bodies for each cylinder, improves response.",
      "Single Turbo, Boost > 1.0 bar: A system with one turbine for a significant power increase.",
      "Twin-scroll Turbo: A turbine with a dual-volute housing to reduce turbo lag.",
      "Twin Turbo, Boost > 0.8 bar: A system with two turbines for greater performance.",
      "Bi-Turbo (Sequential/Parallel): A system with two turbines operating sequentially or in parallel for smooth power delivery.",
      "Quad Turbo: A system with four turbines for maximum power.",
      "Supercharger: A compressor with a belt drive from the crankshaft, provides instant response.",
      "Twincharger (Supercharger + Turbo): A combined forced induction system, combining the advantages of a supercharger and a turbo."
    ],
    "Drivetrain": [
      "FWD (Front-Wheel Drive): Power to the front wheels, the most common and simple type.",
      "RWD (Rear-Wheel Drive): Power to the rear wheels, a classic layout for sports cars.",
      "AWD (All-Wheel Drive), Torque Split 40/60 or 50/50: Power to all wheels, improves traction.",
      "AWD (RWD-based), Torque Split < 40/60: All-wheel drive with a rear-axle bias, retains a rear-wheel-drive character.",
      "AWD (FWD-based), Torque Split > 50/50: All-wheel drive based on a front-wheel-drive platform, improves launch and traction.",
      "4WD (Part-time/Full-time), Low Range Required: An all-wheel-drive system for off-roaders, with a low-range transfer case."
    ],
    "Model Year": [
      "1946: Post-war period, simplicity of design and utility.",
      "1955: The beginning of the 'aero-style' era with an abundance of chrome.",
      "1959: The peak of giant rear tailfins and futuristic design.",
      "1964: The emergence of the 'pony car' class, compact and powerful.",
      "1969: The heyday of the muscle car era with large V8 engines.",
      "1973: The start of the oil crisis, reduction in engine power.",
      "1977: A period of massive bumpers and reduced dynamic performance.",
      "1982: A gradual shift from chrome to plastic, the appearance of turbocharging.",
      "1985: The era of digital dashboards and pop-up headlights.",
      "1988: Emphasis on aerodynamics, more streamlined body shapes.",
      "1991: The rise of the Japanese auto industry, focus on reliability and technology.",
      "1995: The 'biodesign' era, rounded and 'soapy' shapes.",
      "1999: Classic late '90s design, an abundance of physical buttons in the cabin.",
      "2003: The influence of tuning culture, bright colors, and aerodynamic body kits.",
      "2008: Financial crisis, a rise in popularity of economical and hybrid models.",
      "2012: Small-displacement turbo engines and the appearance of large screens in the interior.",
      "2016: The dominance of crossovers in the global market.",
      "2021: Aggressive design, large radiator grilles, and interior digitalization.",
      "2024: Active development of electric vehicles and hybrid technologies.",
      "2028 (Forecast): Predicted development of autonomous vehicles.",
      "Any Year (Pick your own): Choose an arbitrary model year."
    ],
    "Body Materials": [
      "Fiberglass: A lightweight but brittle material, used for sports and low-volume cars.",
      "Steel (Standard): The most common, strong, and heavy material, prone to corrosion.",
      "Steel (Treated/Galvanized): Steel with anti-corrosion treatment, more durable.",
      "Aluminum: Lighter and more expensive than steel, not prone to corrosion, more difficult to repair.",
      "Aluminum (Glued): A technology for assembling an aluminum body using adhesive and rivets.",
      "Carbon Fiber: A very light, strong, and expensive material for supercars and race cars.",
      "Mixed (Steel+Aluminum): A combination of steel and aluminum to optimize weight and strength.",
      "Mixed (Steel+Carbon Panels): The use of carbon fiber panels to reduce weight.",
      "Any Materials: Free choice of body materials."
    ],
    "Chassis Type": [
      "Ladder Frame: Used for trucks and serious off-roaders.",
      "Monocoque: A unibody construction, standard for most passenger cars.",
      "Space Frame: A rigid and lightweight tubular frame, for sports and exotic cars.",
      "Carbon Monocoque: A carbon fiber unibody, provides maximum rigidity and lightness.",
      "Semi Space Frame: A compromise design, often used in pickups."
    ],
    "Quality": [
      "Quality -15: Very low quality of assembly and materials.",
      "Quality -8: Below-average quality, defects are possible.",
      "Quality -4: The level of budget cars with compromises in finishing.",
      "Quality 0: Standard average quality.",
      "Quality +4: Above-average quality, better materials.",
      "Quality +8: High quality of assembly and finishing.",
      "Quality +12: The level of premium cars.",
      "Quality +15: The highest possible quality, manual assembly and exclusive materials.",
      "Any Quality (-15 to +15): Free choice of quality level."
    ],
    "Interior": [
      "Bare Bones (Race): A sporty interior without trim for maximum weight reduction.",
      "Basic Plastic Hell (Basic): A basic configuration with hard plastic.",
      "Utility: Practical trim made of easy-to-clean materials.",
      "Standard Cloth (Standard): A standard interior with cloth seat upholstery.",
      "Entry-level Business Class (Premium): An improved trim with leatherette and basic infotainment.",
      "Sport: An interior with sport seats, Alcantara, and decorative inserts.",
      "Full-blown Luxury (Luxury): A luxurious interior with genuine leather, wood, and other premium materials.",
      "Handmade Luxury: Exclusive handmade trim to individual order."
    ],
    "Infotainment": [
      "None: No audio system.",
      "Basic AM Radio: A simple AM radio.",
      "8-Track Player: An audio system with an 8-track tape player (retro).",
      "Standard Cassette: A standard head unit with a cassette player.",
      "Standard CD: An audio system with a CD player.",
      "Premium Infotainment: A modern multimedia system with a touchscreen.",
      "Smartphone Integration (CarPlay/Android Auto): Infotainment with Apple CarPlay and Android Auto support.",
      "Luxury Infotainment: A premium multimedia system with a large screen and advanced functionality."
    ],
    "Special Features": [
      "None: Standard design with no distinguishing features.",
      "Pop-up headlights: Retractable headlights, popular in the 80s-90s.",
      "Hidden headlights (with panels): Headlights hidden behind decorative panels.",
      "Gullwing doors: Doors that open upwards.",
      "Suicide doors: Rear doors that open against the direction of travel.",
      "Scissor doors / Lambo doors: Doors that open upwards and forwards.",
      "Exterior wood paneling: Decorative wood-like panels on the body.",
      "Landau roof: A roof covered with vinyl to imitate a convertible.",
      "T-Top / Targa glass roof: A roof with removable panels.",
      "External spare tire: An external mount for the spare wheel.",
      "Side pipes: Exhaust pipes routed to the side of the car.",
      "Giant rear wing, +10 Aero: A large rear wing to improve aerodynamics.",
      "Contrasting roof color: Painting the roof a color different from the main body color.",
      "Split windshield: A windshield made of two pieces.",
      "Massive hood scoop: A protruding air intake on the hood.",
      "Shaker hood (Intake on engine, sticks out of hood): An air intake mounted on the engine and passing through a hole in the hood.",
      "Headlight wipers: Wipers for the headlights.",
      "Fender mirrors: Rear-view mirrors mounted on the front fenders.",
      "Chrome bumpers, Lots of chrome: An abundance of chrome elements in the exterior trim.",
      "Tailfins, Year < 1965: Decorative 'fins' on the rear fenders, characteristic of the 50s.",
      "Single wiper: The use of only one windshield wiper.",
      "Only round headlights: The use of only round headlamps.",
      "Only square/rectangular headlights: The use of only square or rectangular headlamps."
    ],
    "Budget": [
      "$9,000: Minimum budget, corresponds to the most affordable cars.",
      "$11,000: Very low budget, basic trim levels.",
      "$13,500: Budget for simple, economical models.",
      "$16,000: Entry-level for compact cars.",
      "$18,500: A budget that allows for some options.",
      "$21,000: Average budget for a well-equipped compact car.",
      "$24,000: Budget for C-segment cars or basic crossovers.",
      "$28,000: Allows for the purchase of a mid-size car.",
      "$32,000: A budget on the border between the mass market and entry-level premium.",
      "$37,000: Sufficient for a well-equipped crossover or D-segment sedan.",
      "$43,000: Budget for a 'hot' hatchback or a basic premium car.",
      "$50,000: The price of a well-equipped premium car.",
      "$60,000: Allows for the purchase of a powerful sports car or a premium crossover.",
      "$75,000: Budget for serious sports cars or luxury sedans.",
      "$90,000: The price segment of powerful sports cars and luxury models.",
      "$110,000: The price segment of high-performance vehicles.",
      "$140,000: Entry-level for supercars.",
      "$180,000: The price segment of exotic supercars.",
      "$250,000: Budget for exclusive and rare cars.",
      "$400,000: Very high budget for top-class cars.",
      "$750,000: The level of hypercars and collector models.",
      "$1,500,000+: Budget for the most expensive and exclusive cars in the world.",
      "Unlimited: No budget restrictions."
    ],
    "Special Condition": [
      "No restrictions: No additional conditions.",
      "Drum brakes only (front and rear): Use of only drum brakes on both axles.",
      "No turbos! (NA or Supercharger only): Use of only naturally aspirated or supercharged engines.",
      "Must be a V8! Displacement > 5.0L: The engine must be a V8 with a displacement of more than 5.0 liters.",
      "Tires no wider than 185mm: Maximum tire width is limited to 185 mm.",
      "No ABS (or basic only): Absence or use of only a basic ABS system.",
      "Luxury interior only (+10 comfort min.): The interior must be premium level with a comfort rating of at least +10.",
      "Reliability no less than 80: The minimum reliability rating must be 80.",
      "Reliability no more than 20: The maximum reliability rating must be 20.",
      "Emissions at least 40: The minimum emissions score must be 40.",
      "Body must be steel only (standard or treated): The body must be made only of steel.",
      "Body must be aluminum or carbon fiber only: The body must be made only of aluminum or carbon fiber.",
      "Engine no larger than 1.5L: Maximum engine displacement is limited to 1.5 liters.",
      "Engine no smaller than 6.0L: Minimum engine displacement must be 6.0 liters.",
      "No power steering (Manual rack only): Absence of power steering.",
      "Only 2 valves per cylinder (OHV or SOHC): The engine must have no more than 2 valves per cylinder.",
      "No VVT/VVL!: Prohibition on the use of variable valve timing/lift systems.",
      "Low-octane fuel only (91 RON / 87 AKI): The engine must run on low-octane fuel.",
      "No more than 4 gears in the gearbox: The gearbox must have no more than 4 speeds.",
      "Manual gearbox only!: Mandatory use of a manual gearbox.",
      "No locking differentials (Open only): Use of only an open differential.",
      "No sway bars: Absence of anti-roll bars.",
      "Safety no less than 50 points (Standard or Advanced): Minimum safety level of 50.",
      "Safety below 20 points: Maximum safety level of 20.",
      "Steel wheels only: Use of only steel wheels.",
      "No vented brake discs (Solid only): Use of only solid (non-ventilated) brake discs.",
      "Minimum of 5 seats: The car must have at least 5 seats.",
      "No electronic aids (ABS=None, TC=None, ESC=None): Absence of ABS, Traction Control, and ESP systems.",
      "Drag coefficient (Cd) below 0.30: The Cd coefficient must be less than 0.30.",
      "Maximum material cost $1000: Material costs must not exceed $1000.",
      "Maximum Production Units (PU) no more than 100: Restriction on production units.",
      "Maximum Engineering Time (ET) no more than 150: Restriction on engineering time.",
      "Minimum 1000 liters of cargo space (Total Cargo Volume): Total cargo volume must be at least 1000 liters.",
      "Engine strictly NA and displacement less than 2.0L: Combination of a naturally aspirated engine with a displacement up to 2.0L.",
      "MacPherson strut front suspension only: Use of MacPherson strut suspension on the front axle.",
      "Double wishbone suspension only (front and rear): Use of double wishbone suspension on both axles.",
      "Solid axle rear suspension only: Use of a solid axle rear suspension.",
      "Torsion beam rear suspension only: Use of a semi-independent torsion beam rear suspension.",
      "Hydropneumatic suspension only: Use of hydropneumatic suspension.",
      "Carburetor(s) only: Use of a carbureted fuel system.",
      "Direct Injection only: Use of a direct fuel injection system.",
      "'Family Car' score > 50: The rating in the 'Family Car' category must be above 50.",
      "'Sports Car' score > 60: The rating in the 'Sports Car' category must be above 60."
    ]
  }
}