{
  "automation": {
    "bodies": [
      "Седан (до 2.5м базы): Стандартный жоповоз, но компактный. База для всего.",
      "Седан (больше 2.5м базы): Почти баржа, для солидных господ (или тех, кто хочет казаться).",
      "Хетчбэк (до 2.5м базы): Компактный и вертлявый, для города и парковки на газоне.",
      "Хетчбэк (больше 2.5м базы): Типа спортивный, но с местом для рассады с дачи.",
      "Универсал (до 2.5м базы): Практичность – наше всё (но в меру). Перевезти собаку.",
      "Универсал (больше 2.5м базы): Огромный сарай для перевозки тёщи, холодильника и смысла жизни.",
      "Кроссовер (до 2.5м базы): Покоритель бордюров, недоджип. Зато 'высоко сижу'.",
      "Кроссовер (больше 2.5м базы): Большой и 'типа внедорожный', иллюзия проходимости за оверпрайс.",
      "Пикап (до 3.3м базы): Для фермера или реднека внутри тебя (компактный вариант).",
      "Пикап (больше 3.3м базы): Настоящий мужской грузовик, чтоб возить говно или катер.",
      "Фургон (до 3.3м базы): Рабочая лошадка для мелкого бизнеса или незаметных перевозок.",
      "Фургон (больше 3.3м базы): Огромный фургон. Серьезные перевозки или дом на колесах для бомжа.",
      "Купе (до 2.5м базы): Стильно, модно, молодежно (и хуй кто влезет назад).",
      "Купе (больше 2.5м базы): Большое купе. Эгоист с претензией на роскошь и GT.",
      "Минивэн (до 3.3м базы): Семейный автобус для перевозки спиногрызов и их барахла.",
      "Минивэн (больше 3.3м базы): ОГРОМНЫЙ семейный автобус. Забудь о личной жизни и парковке.",
      "Кабриолет (до 2.5м базы): Ветер в харю, а я шпарю! (компактный). Для хорошей погоды и плохих волос.",
      "Кабриолет (больше 2.5м базы): Роскошный кабриолет. Чтобы все видели твою лысину или дорогую укладку."
    ],
    "classifications": [
      "Гражданская: Просто тачка, чтоб ездила из А в Б. Скукота, но надо.",
      "Гражданская Эко (до 5 л/100км): Тошнить в правом ряду и гордиться этим. Спасай планету, блядь!",
      "Гражданская Эко (до 10 л/100км): Чуть менее тошнотно, но всё еще экономия для бедных.",
      "Максимальный комфорт: Ехать как на диване. Пердячий пар приветствуется.",
      "Стрит: Пердаки, спойлеры, винил, ночные гонки. Пацаны с района оценят.",
      "Кольцо: Жестко, быстро, дорого. Готовь бабло на слики и ремонт после каждого выезда.",
      "Ралли: Грязь, гравий, прыжки. Почувствуй себя МакРеем (если доедешь до финиша).",
      "Драг: 402 метра славы или позора. Главное – старт и чтобы мотор не блеванул.",
      "Дрифт: Ехать боком, жечь резину. Стиль важнее скорости, понты дороже денег.",
      "Оффроад: Месить грязь в свое удовольствие. Главное, чтобы трактор был недалеко.",
      "Трофи: Непролазные говны, лебедка, хайджек. Для реальных маньяков и любителей застрять.",
      "Тянуть грузы: Чтоб прицеп не отвалился на первом подъеме. Мощность и момент решают.",
      "Багги: Рама, колеса, мотор. Максимум фана, минимум комфорта и безопасности.",
      "Максимальная скорость: Летим по прямой, пока бензин не кончится (или мотор не стуканет).",
      "Полиция: Мигалки, крякалки, таранить нарушителей. Закон на твоей стороне (нет).",
      "Такси: Шашечки, желтый цвет, убитая подвеска и вонючий салон.",
      "Шоу-кар: Чтобы блестело и все ах*ели. Ездить необязательно, главное – лайки.",
      "Ретро-стиль: Выглядит как старое ведро, но (надеюсь) едет лучше. Ностальгия.",
      "Концепт-кар: Дичь из будущего. Попробуй это построить, гений инженерной мысли, блядь."
    ],
    "target_market": [
      "Бюджетный (Развивающиеся страны): Чтобы ездило и не развалилось за год. Дешево и сердито.",
      "Массовый (Европа): Практично, экономично, скучновато. Для бюргеров.",
      "Массовый (Северная Америка): Больше, мягче, подстаканников побольше! Бургерная на колесах.",
      "Массовый (Азия): Надежно, технологично, иногда ебанутый дизайн. Привет, Корея/Япония.",
      "Премиум: Чуть дороже, чуть пафоснее. 'Я не такой, как все', но денег на люкс не хватило.",
      "Люкс: Дорого-богато. Кожа, дерево, чтоб соседи удавились от зависти.",
      "Спорт: Быстро, громко, неудобно. Но круто же, епта!",
      "Утилитарный (Фермеры, Строители): Грязь, стройка, навоз. Рабочая лошадь без прикрас.",
      "Нишевый/Энтузиасты: Странная хрень для таких же странных людей. Типа нас с тобой."
    ],
    "horsepowers": [
      "50 л.с.: Мощность газонокосилки. Удачи на обгонах, блять.",
      "100 л.с.: Уже что-то, но все равно овощ. Можно тошнить чуть быстрее.",
      "150 л.с.: Золотая середина для обывателя. Не стыдно, но и не гонка.",
      "200 л.с.: Можно и позажигать немного со светофора.",
      "250 л.с.: Уже серьезная заявка на динамику. Или просто тяжелая тачка.",
      "300 л.с.: Начинается веселье (и неконтролируемый расход).",
      "400 л.с.: Держись крепче за руль и кошелек!",
      "600 л.с.: Почти суперкар. Или просто перебор для этого кузова?",
      "800 л.с.: Адская колесница. Нужен памперс и стальные яйца.",
      "1000+ л.с.: Ты вообще нормальный? Строим ракету или крематорий на колесах?"
    ],
    "engine_layouts": [
      "I3: Три горшка, зато экономично (и вибрирует как сучка).",
      "I4: Банально, как 'здравствуйте'. Самый стандартный стандарт.",
      "I5: Почти I6, но не совсем. Звучит интересно, как квинтет пьяных.",
      "I6: Классика, шелковый рядник. Баланс и звук, если не задушен экологами.",
      "V6: Компромисс между I4 и V8. Часто скучный звук и компоновка.",
      "V8: БУ-БУ-БУ! Масл-кар или баржа. Мощь, понты и налог.",
      "V10: Экзотика. Звучит как старая F1 или просто очень дорого.",
      "V12: Вершина пафоса и плавности. Готовься к расходам на всё.",
      "V16: Зачем? Просто потому что МОЖЕМ! И похуй на логику.",
      "Boxer-4: Субаровский бубнеж или Порше для бедных. Вибрации в комплекте.",
      "Boxer-6: Настоящий Порше (или опять Субару, но пожирнее)."
    ],
    "engine_aspiration": [
      "Атмосферный (NA): Честный воздух, линейная тяга. Олдскул или просто дешево.",
      "Турбо (Single Turbo): Пшшш! Турбояма и пинок под зад. Как повезет.",
      "Двойной Турбо (Twin Turbo): Две улитки веселее. Меньше яма, больше дури. Или больше проблем.",
      "Механический нагнетатель (Supercharger): Вжжжж! Моментальная тяга с низов, как у V8. И жрет так же.",
      "Битурбо (Sequential/Parallel): Умный наддув для ровной полки момента. Сложно и дорого.",
      "Квад-Турбо (Quad Turbo): Четыре турбины! Потому что две – для слабаков. Привет, Bugatti (и счета за ремонт)?"
    ],
    "drive_wheels": [
      "AWD (Полный привод): Держак на любой дороге. Сложно, тяжело и скучно.",
      "RWD (Задний привод): Классика, занос, веселье (или страх зимой и в дождь).",
      "FWD (Передний привод): Просто, дешево, тянет морду наружу поворота. Для чайников.",
      "4WD (Подключаемый/Постоянный полный): Для грязи и бездорожья. Не путать с AWD для асфальта, лох."
    ],
    "time_ranges": [
      "40-е: Послевоенная разруха. Машина - роскошь. Простые формы, слабые моторы.",
      "50-е: Рок-н-ролл, хром, плавники. Аэростиль и оптимизм. Жопа мира дизайна.",
      "60-е: Масл-кары, мини-юбки, бунтари. Мощность и стиль. Лучшие годы?",
      "70-е: Нефтяной кризис, уныние, гигантские бамперы. Эра малеза и говна.",
      "80-е: Пластик, турбо, углы. Электронщина и 'спортивность'. Синтвейв на колесах.",
      "90-е: Биодизайн, 'японцы рулят', безопасность. Мыльницы и расцвет тюнинга.",
      "00-е: Расцвет NFS Underground, 'Форсаж', гламур. Эксперименты и безвкусица.",
      "10-е: Даунсайзинг, LED-оптика, планшеты в салоне. Экология и кроссоверы захватили мир.",
      "20-е: Электрички, гига-экраны, автопилоты. Будущее уже здесь (и оно хочет твои данные)."
    ],
    "materials": [
      "Стекловолокно/Карбон: Легко, дорого, хрупко. Для гонок или понтов. Боится бордюров.",
      "Сталь: Дешево, сердито, тяжело. Ржавеет, сука. Как твоя бывшая.",
      "Алюминий: Легче стали, дороже. Не ржавеет, но чинить – геморрой."
    ],
    "frame_type": [
      "Рама (Ladder Frame): Для настоящих джипов и грузовиков. Крепко, но тяжело и не рулится.",
      "Монокок (Monocoque): Несущий кузов. Легче, жестче. Для всего остального ширпотреба."
    ],
    "quality_sliders": [
      "Качество -15: Собрано из говна и палок в китайском подвале. Зато дешево!",
      "Качество -8: Немного сэкономили тут и там. Бюджетненько, с косячками.",
      "Качество 0: Стандарт. Ни рыба, ни мясо. Как у всех.",
      "Качество +8: Можно шикануть! Надежность и комфорт, почти не ломается.",
      "Качество +12: Почти премиум. Мягко, тихо, дорого. Для тех, кто ценит детали.",
      "Качество +15: Деньги не проблема! Максимум всего. Идеально, блядь.",
      "Любое качество (-15 до +15): Решай сам, насколько ты бомж или мажор сегодня."
    ],
    "interior_level": [
      "Пластиковый ад (Basic): Дешевле только пешком.",
      "Тканевый стандарт (Standard): Кондей? Может быть. А может и нет.",
      "Бизнес-класс на минималках (Premium): Кожзам и маленький экранчик, типа круто.",
      "Лакшери по полной (Luxury): Кожа рожа, дерево, алькантара. Дорого-богато.",
      "Голый металл (None): Гонка же! Нахуй комфорт, главное - вес!"
    ],
    "infotainment_system": [
      "Отсутствует: Музыка? Слушай мотор, блять.",
      "Радиола 'Урал' (Basic Radio): Крутилки и шипение.",
      "Кассетник! (Cassette Deck): Доставай свои старые кассеты 'Ласкового мая'.",
      "CD-плеер (CD Player): Диски с царапинами – в комплекте.",
      "Дешманский планшет (Basic Touchscreen): Тормозит, но сенсорный!",
      "Огромный телек (Premium Touchscreen): Чтобы смотреть порно в пробках."
    ],
    "front_suspension": [
      "МакФерсон (MacPherson Strut): Дешево, сердито, стандартно.",
      "Двойные поперечные рычаги (Double Wishbone): Типа спортивно и дорого.",
      "Зависимая, мост на рессорах (Solid Axle Leaf): Привет, УАЗик!",
      "Зависимая, мост на пружинах (Solid Axle Coil): Чуть современее, но всё еще мост."
    ],
    "rear_suspension": [
      "Балка кручения (Torsion Beam): Просто и для переднего привода.",
      "МакФерсон (MacPherson Strut): Редкость сзади, но бывает.",
      "Двойные поперечные рычаги (Double Wishbone): Для управляемости и понтов.",
      "Многорычажка (MultiLink): Сложно, дорого, но рулится заебись.",
      "Неразрезной мост на рессорах (Solid Axle Leaf): Для грузовиков и настоящих мужиков.",
      "Неразрезной мост на пружинах (Solid Axle Coil): Комфортнее рессор, но всё еще мост."
    ],
    "mandatory_quirk": [
      "Слепые фары (Pop-up headlights): Потому что 80-е!",
      "Двери 'Крыло чайки' (Gullwing doors): Выглядит круто, пока не надо парковаться.",
      "Деревянные панели СНАРУЖИ (Wood paneling): Привет, американские универсалы 70-х.",
      "Виниловая крыша (Landau roof): Типа роскошь для бедных.",
      "Стеклянная крыша T-Top / Targa: Снял панели - и кабриолет (почти).",
      "Запаска на багажнике (Trunk/Tailgate spare tire): Внедорожный стиль, даже если это пузотерка.",
      "Только один 'дворник' (Single wiper): Как у Мерса W124 или старых Ситроенов.",
      "Отсутствует: Слава богу, пронесло от дизайнерских извращений.",
      "Боковой выхлоп (Side pipes): Громко, непрактично, но выглядит круто (иногда).",
      "Огромное антикрыло (Giant rear wing): Даже если это минивэн, похуй, ставь!",
      "Крыша контрастного цвета (Contrasting roof color): Мини-стайл на любой кузов.",
      "'Суицидальные' задние двери (Suicide doors): Элегантно, но неудобно пиздец.",
      "Раздельное лобовое стекло (Split windshield): Привет из 30-х!",
      "Огромный воздухозаборник на капоте (Massive hood scoop): Можно даже нерабочий, для вида.",
      "Дворники на фарах (Headlight wipers): Потому что можем.",
      "Зеркала на крыльях (Fender mirrors): По-японски, винтажно и нихуя не видно.",
      "Хромированные бампера: Блестит, как у кота яйца, даже если это 2020-е.",
      "Скрытые фары (Hidden headlights - панелями): Не поп-ап, а хитрее!",
      "Плавники сзади (Tailfins): Даешь Детройт 50-х на любой помойке!",
      "Только круглые фары: Классика же.",
      "Только квадратные/прямоугольные фары: Угловатость - признак мастерства (или 80-х)."
    ],
    "budget": [
      "$8000: Бюджет студента-доширачника. Выживай как можешь.",
      "$12000: Немного больше, но все еще боль и страдания.",
      "$15000: Типичная бюджетка типа Логана. Можно ездить.",
      "$20000: Можно позволить себе пару опций, типа кондея.",
      "$25000: Уже похоже на нормальную машину среднего класса.",
      "$30000: Крепкий середняк. Фолксваген Гольф какой-нибудь.",
      "$40000: Начальный премиум или заряженный 'народный' сарай.",
      "$50000: Серьезные деньги. Ошибки в проектировании будут стоить дорого.",
      "$75000: Почти спорткар или роскошный седан. Или переоцененный кроссовер.",
      "$100000: Вход в мир суперкаров и лакшери. Готовь бабки.",
      "$150000: Элита. Или просто очень упоротый и дорогой проект.",
      "Неограничен: Твори любую дичь, богатей! Построй золотой унитаз на колесах!"
    ],
    "design_style": [
      "Утилитарный/Простой: Кирпич на колесах. Главное – функция, а не красота.",
      "Классический/Элегантный: Плавные линии, хром. Для дедов или эстетов.",
      "Агрессивный/Спортивный: Злой взгляд, спойлеры, воздухозаборники. Чтоб боялись.",
      "Футуристичный/Авангардный: Странные формы, диоды. Привет из будущего? Или просто уродство?",
      "Ретро: Ностальгия по старым добрым временам (даже если ты их не застал).",
      "Милый/Мультяшный: Фары-глазки, округлые формы. Для девочек или хипстеров.",
      "Брутальный/Массивный: Огромный, страшный, внушает трепет (или смех)."
    ],
    "specific_restriction": [
      "Только барабанные тормоза: Тормози заранее. Очень, блять, заранее.",
      "Никаких турбин!: Только честный атмо. Дыши полной грудью, овощ.",
      "Обязательно V8!: Да здравствует мощь, расход и налоги!",
      "Шины не шире 185мм: Прощай, держак. Привет, дрифт на любой скорости.",
      "Никакой ABS: Учись тормозить сам, неженка. Почувствуй блокировку колес.",
      "Интерьер только 'Люкс': Даже если это сраный пикап для перевозки навоза.",
      "Надежность не ниже 80: Чтобы не развалилось по дороге к магазину.",
      "Экологичность минимум 40: Гринпис следит за тобой, маленький загрязнитель.",
      "Кузов только стальной: Олдскул, тяжесть и ржавчина.",
      "Мотор не больше 1.5л: Пылесос под капотом. Зато налог маленький.",
      "Без ГУРа/ЭУРа: Качай руки, слабак!",
      "Никаких ограничений: Делай что хочешь (в рамках остального бреда). Полная свобода, ублюдок!",
      "Только 2 клапана на цилиндр: О VTEC можешь забыть, это для лохов.",
      "Никаких VVT/VVL!: Фазы газораспределения для слабаков.",
      "Только низкооктановое топливо (91 RON / 87 AKI): Экономим на бензе, но не на геморрое с детонацией.",
      "Не больше 4-х передач в КПП: Мешай палкой чаще, тренируй руку.",
      "Только ручная коробка!: Никаких автоматов для ленивых жоп.",
      "Никаких блокировок дифференциала (LSD/Locked): Шлифуй одним колесом на здоровье.",
      "Никаких стабилизаторов поперечной устойчивости (Sway Bars): Почувствуй крен, епта!",
      "Безопасность не ниже 50 очков: Хотя бы подушки воткни, чтоб клиент не убился сразу.",
      "Только стальные диски: Колпаки можешь прихуярить для 'красоты'.",
      "Запрет на вентилируемые тормозные диски: Перегрев - твой лучший друг.",
      "Минимум 5 посадочных мест: Даже если это купе, впихни невпихуемое.",
      "Никаких электронных помощников (ABS, TC, ESC): Учись водить, а не на кнопки жать.",
      "Коэффициент лобового сопротивления (Cd) ниже 0.30: Аэродинамика – наше всё (или попытайся).",
      "Максимальная цена материалов $1000: Собираем из подножного корма.",
      "Максимальные производственные единицы (PU) не больше 100: Штучный эксклюзив из говна.",
      "Максимальное время инжиниринга (ET) не больше 150: Работай быстро, заебал!",
      "Минимум 1000 литров багажника: Хоть картошку возить, хоть трупы.",
      "Двигатель строго атмосферный и объемом меньше 2.0л: Сочетай несочетаемое!"
    ]
  }
}