{
  "automation": {
    "Тип кузова (длинна базы)": [
      "Микрокар/Кей-кар (до 2.2м базы): Очень компактный автомобиль, идеален для городской парковки.",
      "Седан (до 2.5м базы): Компактный седан, универсальный выбор для города.",
      "Седан (2.5м-2.8м базы): Стандартный семейный седан с хорошим балансом размеров и вместительности.",
      "Седан (больше 2.8м базы): Полноразмерный седан, предлагает максимальный простор и комфорт.",
      "Хетчбэк (до 2.5м базы): Компактный и маневренный, удобен в городских условиях.",
      "Хетчбэк (больше 2.5м базы): Практичный хетчбэк с увеличенным внутренним пространством.",
      "Лифтбэк: Сочетает внешний вид седана с практичностью хетчбэка благодаря большой двери багажника.",
      "Универсал (до 2.7м базы): Практичный кузов с большим багажником для семейных нужд.",
      "Универсал (больше 2.7м базы): Полноразмерный универсал с максимальной вместимостью.",
      "Шутинг-брейк (Shooting Brake): Спортивный универсал с элегантным дизайном, акцент на стиль, а не на практичность.",
      "Кроссовер (до 2.6м базы): Компактный кроссовер с увеличенным клиренсом для городской эксплуатации.",
      "Кроссовер (больше 2.6м базы): Средне- или полноразмерный кроссовер, предлагает больше пространства и комфорта.",
      "Купе (до 2.5м базы): Компактный двухдверный автомобиль со спортивным силуэтом.",
      "Купе (больше 2.5м базы): Полноразмерное купе класса Gran Turismo, для комфортных дальних поездок.",
      "Кабриолет (до 2.5м базы): Компактный автомобиль с открытым верхом.",
      "Кабриолет (больше 2.5м базы): Просторный и комфортный кабриолет, часто премиум-класса.",
      "Пикап (до 3.3м базы): Компактный или среднеразмерный пикап для перевозки грузов.",
      "Пикап (больше 3.3м базы): Полноразмерный пикап с высокой грузоподъемностью и тяговыми возможностями.",
      "Ют (Ute): Легковой автомобиль с интегрированной грузовой платформой вместо задней части кузова.",
      "Фургон (до 3.3м базы): Компактный коммерческий фургон для перевозки грузов.",
      "Фургон (больше 3.3м базы): Полноразмерный фургон для коммерческого использования или переоборудования.",
      "Минивэн (до 3.0м базы): Семейный автомобиль с просторным салоном и большим количеством мест.",
      "Минивэн (больше 3.0м базы): Полноразмерный минивэн с максимальной вместимостью для больших семей.",
      "Лимузин/Ландоле: Автомобиль представительского класса с удлиненной базой для комфорта пассажиров."
    ],
    "Классификация": [
      "Гражданская, Надежность > 50, Управляемость > 40: Обычный автомобиль для повседневных поездок.",
      "На каждый день (Daily Driver), Баланс всего > 40: Сбалансированный автомобиль, подходящий для разнообразных задач.",
      "Гражданская Эко (до 5 л/100км), Управляемость > 40, Надежность > 55: Очень экономичный автомобиль с низким расходом топлива.",
      "Гражданская Эко (до 10 л/100км), Управляемость > 35, Надежность > 50: Экономичный автомобиль с умеренным расходом топлива.",
      "Максимальный комфорт, Комфорт > 70, Плавность хода > 60: Автомобиль с акцентом на высокий комфорт и плавность хода.",
      "Слипер (Sleeper), Спортивность > 65, Престиж < 25: Автомобиль со скромной внешностью и высокими динамическими характеристиками.",
      "Стрит, Спортивность > 40, Престиж > 20: Автомобиль с элементами внешнего тюнинга и спортивным характером.",
      "Хот-хэтч (Hot Hatch), Спортивность > 55, Привод FWD/AWD: Компактный и мощный хетчбэк с отличной управляемостью.",
      "Кольцо, Спортивность > 60, Тормоза вент. диски мин., Шины Спорт/Полуслик: Автомобиль, подготовленный для гоночного трека.",
      "Ралли, Offroad > 40, Надежность > 55, Подвеска Длинноходная/Гидро: Автомобиль для раллийных гонок по пересеченной местности.",
      "Драг, 0-100км/ч < 5с, Шины Спорт/Полуслик, Дифференциал LSD: Автомобиль для дрэг-рейсинга, оптимизированный для максимального ускорения.",
      "Дрифт, Привод RWD, Спортивность > 50, Дифференциал LSD: Заднеприводный автомобиль, подготовленный для соревнований по дрифту.",
      "Оффроад, Offroad > 55, Клиренс > 250мм, Привод 4WD: Внедорожник, подготовленный для преодоления серьезного бездорожья.",
      "Трофи, Offroad > 70, Привод 4WD + Блокировки дифференциалов, Надежность > 60: Экстремальный внедорожник для трофи-рейдов.",
      "Тянуть грузы, Практичность > 60, Крутящий момент > 400 Нм, Надежность > 50: Автомобиль для буксировки тяжелых прицепов.",
      "Багги, Вес < 800кг, Кузов Пространственная рама: Легкий автомобиль с открытым кузовом для езды по бездорожью.",
      "Максимальная скорость, Топ. скорость > 300 км/ч, Аэродинамика активная/спойлеры: Автомобиль для достижения очень высокой скорости.",
      "Полиция, Надежность > 65, Практичность > 30, Усиленная подвеска/рама: Патрульный автомобиль со спецоборудованием и усиленной конструкцией.",
      "Такси, Надежность > 70, Комфорт > 30, Практичность > 50: Автомобиль, оптимизированный для работы в такси: надежный и практичный.",
      "Шоу-кар, Престиж > 60, Качество интерьера/экстерьера +10 мин: Выставочный автомобиль с акцентом на дизайн и качество отделки.",
      "Ретро-стиль, Год < 1980: Автомобиль в стилистике классических моделей до 1980 года.",
      "Рестомод (Restomod), Год < 1990, Спортивность > 50: Классический автомобиль с современной технической начинкой.",
      "Концепт-кар, Престиж > 50, Безопасность < 30: Прототип, демонстрирующий будущие технологии и дизайн."
    ],
    "Количество л.с": [
      "до 50 л.с.: Очень малая мощность, для сверхкомпактных городских автомобилей.",
      "75 л.с.: Базовая мощность для бюджетных моделей.",
      "100 л.с.: Достаточная мощность для спокойной городской езды.",
      "125 л.с.: Стандартная мощность для автомобилей C-класса.",
      "150 л.с.: Хороший баланс мощности и экономичности для большинства ситуаций.",
      "200 л.с.: Позволяет уверенно чувствовать себя на трассе и при обгонах.",
      "250 л.с.: Мощность, характерная для динамичных или тяжелых автомобилей.",
      "300 л.с.: Высокая мощность, обеспечивает спортивную динамику.",
      "400 л.с.: Уровень мощных спортивных автомобилей.",
      "500 л.с.: Очень высокая мощность, близкая к суперкарам.",
      "600 л.с.: Мощность на уровне суперкаров.",
      "800 л.с.: Экстремально высокая мощность для специализированных автомобилей.",
      "1000 л.с.: Уровень гиперкаров.",
      "1200+ л.с.: Сверхвысокая мощность для эксклюзивных гиперкаров."
    ],
    "Тип двигателя": [
      "I2, Объем < 1.0л: Двухцилиндровый двигатель, максимально экономичный.",
      "I3, Объем < 1.5л: Трехцилиндровый двигатель, компромисс между экономичностью и размером.",
      "I4, Объем 1.4-2.5л: Четырехцилиндровый рядный двигатель, самый распространенный тип.",
      "I5, Объем 2.0-3.0л: Пятицилиндровый рядный двигатель, редкая конфигурация с характерным звуком.",
      "I6, Объем > 2.5л: Шестицилиндровый рядный двигатель, отличается плавностью и сбалансированностью.",
      "V6, Объем 2.5-4.0л: V-образный шестицилиндровый двигатель, более компактный, чем рядный.",
      "V8, Объем > 4.0л: V-образный восьмицилиндровый двигатель, обеспечивает высокую мощность и крутящий момент.",
      "V10, Объем > 5.0л: V-образный десятицилиндровый двигатель, используется в спорткарах и суперкарах.",
      "V12, Объем > 5.5л: V-образный двенадцатицилиндровый двигатель, символ престижа и плавности.",
      "V16/W16, Объем > 8.0л: Эксклюзивные многоцилиндровые двигатели для гиперкаров.",
      "Boxer-4, Объем 1.8-2.5л: Оппозитный четырехцилиндровый двигатель, обеспечивает низкий центр тяжести.",
      "Boxer-6, Объем > 2.8л: Оппозитный шестицилиндровый двигатель, характерен для спортивных автомобилей.",
      "Роторный (Wankel): Двигатель с вращающимся ротором, отличается компактностью и высокими оборотами.",
      "Дизель: Двигатель, работающий на дизельном топливе, с высоким крутящим моментом и экономичностью."
    ],
    "Тип впуска двигателя": [
      "Атмосферный (NA): Классическая система впуска без наддува.",
      "Атмосферный (с инд. дросселями - ITB): Система с индивидуальными дроссельными заслонками для каждого цилиндра, улучшает отклик.",
      "Турбо (Single Turbo), Давление > 1.0 бар: Система с одной турбиной для значительного увеличения мощности.",
      "Турбо (Twin-scroll): Турбина с двойной 'улиткой' для уменьшения турбо-ямы.",
      "Двойной Турбо (Twin Turbo), Давление > 0.8 бар: Система с двумя турбинами для большей производительности.",
      "Битурбо (Sequential/Parallel): Система с двумя турбинами, работающими последовательно или параллельно, для ровной тяги.",
      "Квад-Турбо (Quad Turbo): Система с четырьмя турбинами для максимальной мощности.",
      "Механический нагнетатель (Supercharger): Компрессор с ременным приводом от коленвала, обеспечивает мгновенный отклик.",
      "Твинчарджер (Supercharger + Turbo): Комбинированная система наддува, сочетающая преимущества компрессора и турбины."
    ],
    "Привод": [
      "FWD (Передний привод): Привод на передние колеса, наиболее распространенный и простой тип.",
      "RWD (Задний привод): Привод на задние колеса, классическая компоновка для спортивных автомобилей.",
      "AWD (Полный привод), Распределение 40/60 или 50/50: Привод на все колеса, улучшает сцепление с дорогой.",
      "AWD (Заднеприводная основа), Распределение < 40/60: Полный привод с акцентом на заднюю ось, сохраняет заднеприводный характер.",
      "AWD (Переднеприводная основа), Распределение > 50/50: Полный привод на базе переднеприводной платформы, улучшает старт и проходимость.",
      "4WD (Подключаемый/Постоянный полный), Понижайка обязательна: Система полного привода для внедорожников, с понижающей передачей."
    ],
    "Год выпуска": [
      "1946: Послевоенный период, простота конструкции и утилитарность.",
      "1955: Начало эры 'аэростиля' с обилием хрома.",
      "1959: Пик гигантских задних 'плавников' и футуристического дизайна.",
      "1964: Появление класса 'пони-каров', компактных и мощных.",
      "1969: Расцвет эпохи масл-каров с большими двигателями V8.",
      "1973: Начало нефтяного кризиса, снижение мощности двигателей.",
      "1977: Период массивных бамперов и сниженных динамических характеристик.",
      "1982: Постепенный переход от хрома к пластику, появление турбонаддува.",
      "1985: Эпоха цифровых приборных панелей и выдвижных ('слепых') фар.",
      "1988: Акцент на аэродинамику, более сглаженные формы кузова.",
      "1991: Расцвет японского автопрома, акцент на надежность и технологии.",
      "1995: Эра 'биодизайна', округлые и 'замыленные' формы.",
      "1999: Классический дизайн конца 90-х, обилие физических кнопок в салоне.",
      "2003: Влияние культуры тюнинга, яркие цвета и аэродинамические обвесы.",
      "2008: Финансовый кризис, рост популярности экономичных и гибридных моделей.",
      "2012: Малообъемные турбомоторы и появление больших экранов в интерьере.",
      "2016: Доминирование кроссоверов на мировом рынке.",
      "2021: Агрессивный дизайн, большие решетки радиатора и цифровизация интерьера.",
      "2024: Активное развитие электромобилей и гибридных технологий.",
      "2028 (Прогноз): Предполагаемое развитие автономных транспортных средств.",
      "Любой год (Выбери сам): Выбор произвольного года выпуска."
    ],
    "Материалы кузова": [
      "Стекловолокно: Легкий, но хрупкий материал, используется для спортивных и мелкосерийных авто.",
      "Сталь (обычная): Самый распространенный, прочный и тяжелый материал, подвержен коррозии.",
      "Сталь (обработанная/оцинкованная): Сталь с антикоррозийной обработкой, более долговечна.",
      "Алюминий: Легче и дороже стали, не подвержен коррозии, сложнее в ремонте.",
      "Алюминий (Клееный): Технология сборки алюминиевого кузова с помощью клея и заклепок.",
      "Карбон (Углепластик): Очень легкий, прочный и дорогой материал для суперкаров и гоночных авто.",
      "Комбинированный (Сталь+Алюминий): Сочетание стали и алюминия для оптимизации веса и прочности.",
      "Комбинированный (Сталь+Карбоновые панели): Использование карбоновых панелей для снижения веса.",
      "Любые материалы: Свободный выбор материалов кузова."
    ],
    "Тип шасси": [
      "Рама (Ladder Frame): Лестничная рама, используется для грузовиков и серьезных внедорожников.",
      "Монокок (Monocoque): Несущий кузов, стандарт для большинства легковых автомобилей.",
      "Пространственная рама (Space Frame): Жесткий и легкий каркас из труб, для спортивных и экзотических авто.",
      "Карбоновый монокок (Carbon Monocoque): Монокок из углепластика, обеспечивает максимальную жесткость и легкость.",
      "Полурама (Semi Space Frame): Компромиссная конструкция, часто используется в пикапах."
    ],
    "Качество": [
      "Качество -15: Очень низкое качество сборки и материалов.",
      "Качество -8: Качество ниже среднего, возможны дефекты.",
      "Качество -4: Уровень бюджетных автомобилей с компромиссами в отделке.",
      "Качество 0: Стандартное среднее качество.",
      "Качество +4: Качество выше среднего, более качественные материалы.",
      "Качество +8: Высокое качество сборки и отделки.",
      "Качество +12: Уровень премиум-автомобилей.",
      "Качество +15: Максимально возможное качество, ручная сборка и эксклюзивные материалы.",
      "Любое качество (-15 до +15): Свободный выбор уровня качества."
    ],
    "Интерьер": [
      "Голый металл (Race): Спортивный интерьер без отделки для максимального снижения веса.",
      "Пластиковый ад (Basic): Базовая комплектация с жестким пластиком.",
      "Утилитарный (Utility): Практичная отделка из легко моющихся материалов.",
      "Тканевый стандарт (Standard): Стандартный салон с тканевой обивкой сидений.",
      "Бизнес-класс на минималках (Premium): Улучшенная отделка с использованием кожзаменителя и базовой мультимедиа.",
      "Спортивный (Sport): Интерьер со спортивными сиденьями, алькантарой и декоративными вставками.",
      "Лакшери по полной (Luxury): Роскошный интерьер с натуральной кожей, деревом и другими премиум-материалами.",
      "Ручная работа (Handmade Luxury): Эксклюзивная отделка ручной работы по индивидуальному заказу."
    ],
    "Мультимедиа": [
      "Отсутствует (None): Без аудиосистемы.",
      "Радиола 'Урал' (Basic AM): Простое AM-радио.",
      "8-дорожечный кассетник (8-Track): Аудиосистема с проигрывателем 8-дорожечных кассет (ретро).",
      "Кассетник! (Standard Cassette): Стандартная магнитола с кассетным проигрывателем.",
      "CD-плеер (Standard CD): Аудиосистема с CD-проигрывателем.",
      "Дешманский планшет (Premium Infotainment): Современная мультимедийная система с сенсорным экраном.",
      "Интеграция со смартфоном (CarPlay/Android Auto): Мультимедиа с поддержкой Apple CarPlay и Android Auto.",
      "Огромный телек (Luxury Infotainment): Премиальная мультимедийная система с большим экраном и расширенным функционалом."
    ],
    "Особенные фишки": [
      "Отсутствует: Стандартный дизайн без отличительных черт.",
      "Слепые фары (Pop-up headlights): Выдвижные фары, популярные в 80-90-х годах.",
      "Скрытые фары (Hidden headlights - панелями): Фары, скрытые за декоративными панелями.",
      "Двери 'Крыло чайки' (Gullwing doors): Двери, открывающиеся вверх.",
      "'Суицидальные' задние двери (Suicide doors): Задние двери, открывающиеся против хода движения.",
      "Двери-ножницы / Ламбо-двери (Scissor doors): Двери, открывающиеся вверх и вперед.",
      "Деревянные панели СНАРУЖИ (Wood paneling): Декоративные панели под дерево на кузове.",
      "Виниловая крыша (Landau roof): Крыша, покрытая винилом для имитации кабриолета.",
      "Стеклянная крыша T-Top / Targa: Крыша со съемными панелями.",
      "Запаска на багажнике (External spare tire): Внешнее крепление запасного колеса.",
      "Боковой выхлоп (Side pipes): Выхлопные трубы, выведенные сбоку автомобиля.",
      "Огромное антикрыло (Giant rear wing), +10 Аэро: Большое заднее антикрыло для улучшения аэродинамики.",
      "Крыша контрастного цвета (Contrasting roof color): Окраска крыши в цвет, отличный от основного цвета кузова.",
      "Раздельное лобовое стекло (Split windshield): Лобовое стекло из двух частей.",
      "Огромный воздухозаборник на капоте (Massive hood scoop): Выступающий воздухозаборник на капоте.",
      "Shaker hood (Воздухозаборник на двигателе, торчит из капота): Воздухозаборник, закрепленный на двигателе и проходящий через отверстие в капоте.",
      "Дворники на фарах (Headlight wipers): Очистители фар.",
      "Зеркала на крыльях (Fender mirrors): Зеркала заднего вида, установленные на передних крыльях.",
      "Хромированные бампера, Много хрома: Обилие хромированных элементов в отделке экстерьера.",
      "Плавники сзади (Tailfins), Год < 1965: Декоративные 'плавники' на задних крыльях, характерные для 50-х.",
      "Только один 'дворник' (Single wiper): Использование одного стеклоочистителя.",
      "Только круглые фары: Использование только круглой головной оптики.",
      "Только квадратные/прямоугольные фары: Использование только квадратной или прямоугольной головной оптики."
    ],
    "Бюджет": [
      "$9,000: Минимальный бюджет, соответствует самым доступным автомобилям.",
      "$11,000: Очень низкий бюджет, базовые комплектации.",
      "$13,500: Бюджет для простых, экономичных моделей.",
      "$16,000: Начальный уровень для компактных автомобилей.",
      "$18,500: Бюджет, позволяющий выбрать некоторые опции.",
      "$21,000: Средний бюджет для хорошо оснащенного компактного автомобиля.",
      "$24,000: Бюджет для автомобилей C-класса или базовых кроссоверов.",
      "$28,000: Позволяет приобрести автомобиль среднего класса.",
      "$32,000: Бюджет, на грани между массовым сегментом и начальным премиумом.",
      "$37,000: Достаточно для хорошо оснащенного кроссовера или седана D-класса.",
      "$43,000: Бюджет для 'горячего' хетчбэка или базового премиум-автомобиля.",
      "$50,000: Цена хорошо оснащенного автомобиля премиум-класса.",
      "$60,000: Позволяет приобрести мощный спортивный автомобиль или премиум-кроссовер.",
      "$75,000: Бюджет для серьезных спорткаров или роскошных седанов.",
      "$90,000: Ценовой сегмент мощных спорткаров и люксовых моделей.",
      "$110,000: Ценовой сегмент высокопроизводительных автомобилей.",
      "$140,000: Начальный уровень для суперкаров.",
      "$180,000: Ценовой сегмент экзотических суперкаров.",
      "$250,000: Бюджет для эксклюзивных и редких автомобилей.",
      "$400,000: Очень высокий бюджет для автомобилей высшего класса.",
      "$750,000: Уровень гиперкаров и коллекционных моделей.",
      "$1,500,000+: Бюджет для самых дорогих и эксклюзивных автомобилей в мире.",
      "Неограничен: Отсутствие ограничений по бюджету."
    ],
    "Специальное условие": [
      "Никаких ограничений: Нет дополнительных условий.",
      "Только барабанные тормоза (спереди и сзади): Использование только барабанных тормозов на обеих осях.",
      "Никаких турбин! (Только NA или Supercharger): Использование только атмосферных двигателей или двигателей с механическим нагнетателем.",
      "Обязательно V8! Объем > 5.0л: Двигатель должен быть V8 объемом более 5.0 литров.",
      "Шины не шире 185мм: Максимальная ширина шин ограничена 185 мм.",
      "Никакой ABS (или только базовый): Отсутствие или использование только базовой системы ABS.",
      "Интерьер только 'Люкс' (+10 комфорта мин.): Интерьер должен быть премиального уровня с комфортом не ниже +10.",
      "Надежность не ниже 80: Минимальный показатель надежности должен быть 80.",
      "Надежность не выше 20: Максимальный показатель надежности должен быть 20.",
      "Экологичность минимум 40: Минимальный показатель экологичности должен быть 40.",
      "Кузов только стальной (обычный или обработанный): Кузов должен быть изготовлен только из стали.",
      "Кузов только алюминиевый или карбоновый: Кузов должен быть изготовлен только из алюминия или углепластика.",
      "Мотор не больше 1.5л: Максимальный объем двигателя ограничен 1.5 литрами.",
      "Мотор не меньше 6.0л: Минимальный объем двигателя должен быть 6.0 литров.",
      "Без ГУРа/ЭУРа (Только ручная рейка): Отсутствие усилителя рулевого управления.",
      "Только 2 клапана на цилиндр (OHV или SOHC): Двигатель должен иметь не более 2 клапанов на цилиндр.",
      "Никаких VVT/VVL!: Запрет на использование систем изменения фаз газораспределения.",
      "Только низкооктановое топливо (АИ-92 / 91 RON / 87 AKI): Двигатель должен работать на топливе с низким октановым числом.",
      "Не больше 4-х передач в КПП: Коробка передач должна иметь не более 4 ступеней.",
      "Только ручная коробка!: Обязательное использование механической коробки передач.",
      "Никаких блокировок дифференциала (Только открытый): Использование только открытого дифференциала.",
      "Никаких стабилизаторов поперечной устойчивости (Sway Bars): Отсутствие стабилизаторов поперечной устойчивости.",
      "Безопасность не ниже 50 очков (Стандартная или Продвинутая): Минимальный уровень безопасности 50.",
      "Безопасность ниже 20 очков: Максимальный уровень безопасности 20.",
      "Только стальные диски: Использование только стальных колесных дисков.",
      "Запрет на вентилируемые тормозные диски (Только сплошные): Использование только сплошных (невентилируемых) тормозных дисков.",
      "Минимум 5 посадочных мест: Автомобиль должен иметь не менее 5 посадочных мест.",
      "Никаких электронных помощников (ABS=None, TC=None, ESC=None): Отсутствие систем ABS, Traction Control и ESP.",
      "Коэффициент лобового сопротивления (Cd) ниже 0.30: Коэффициент Cd должен быть меньше 0.30.",
      "Максимальная цена материалов $1000: Стоимость материалов не должна превышать $1000.",
      "Максимальные производственные единицы (PU) не больше 100: Ограничение на производственные единицы.",
      "Максимальное время инжиниринга (ET) не больше 150: Ограничение на время инжиниринга.",
      "Минимум 1000 литров багажника (Total Cargo Volume): Общий объем багажного отделения не менее 1000 литров.",
      "Двигатель строго атмосферный и объемом меньше 2.0л: Сочетание атмосферного двигателя объемом до 2.0л.",
      "Только подвеска МакФерсон спереди: Использование подвески типа МакФерсон на передней оси.",
      "Только подвеска на двойных поперечных рычагах (везде): Использование подвески на двойных поперечных рычагах на обеих осях.",
      "Только зависимая подвеска сзади (мост): Использование зависимой задней подвески (неразрезной мост).",
      "Только торсионная балка сзади: Использование полузависимой задней подвески (торсионная балка).",
      "Только гидропневматическая подвеска: Использование гидропневматической подвески.",
      "Только карбюратор(ы): Использование карбюраторной системы питания.",
      "Только прямой впрыск (Direct Injection): Использование системы прямого впрыска топлива.",
      "Оценка 'Семейный автомобиль' > 50: Рейтинг в категории 'Семейный автомобиль' должен быть выше 50.",
      "Оценка 'Спорткар' > 60: Рейтинг в категории 'Спорткар' должен быть выше 60."
    ]
  }
}