{
  "automation": {
    "Тип кузова (длинна базы)": [
      "Седан (до 2.5м базы): Стандартный жоповоз, но компактный. База для всего.",
      "Седан (больше 2.5м базы): Почти баржа, для солидных господ (или тех, кто хочет казаться).",
      "Хетчбэк (до 2.5м базы): Компактный и вертлявый, для города и парковки на газоне.",
      "Хетчбэк (больше 2.5м базы): Типа спортивный, но с местом для рассады с дачи.",
      "Универсал (до 2.5м базы): Практичность – наше всё (но в меру). Перевезти собаку.",
      "Универсал (больше 2.5м базы): Огромный сарай для перевозки тёщи, холодильника и смысла жизни.",
      "Кроссовер (до 2.5м базы): Покоритель бордюров, недоджип. Зато 'высоко сижу'.",
      "Кроссовер (больше 2.5м базы): Большой и 'типа внедорожный', иллюзия проходимости за оверпрайс.",
      "Пикап (до 3.3м базы): Для фермера или реднека внутри тебя (компактный вариант).",
      "Пикап (больше 3.3м базы): Настоящий мужской грузовик, чтоб возить говно или катер.",
      "Фургон (до 3.3м базы): Рабочая лошадка для мелкого бизнеса или незаметных перевозок.",
      "Фургон (больше 3.3м базы): Огромный фургон. Серьезные перевозки или дом на колесах для бомжа.",
      "Купе (до 2.5м базы): Стильно, модно, молодежно (и хуй кто влезет назад).",
      "Купе (больше 2.5м базы): Большое купе. Эгоист с претензией на роскошь и GT.",
      "Минивэн (до 3.3м базы): Семейный автобус для перевозки спиногрызов и их барахла.",
      "Минивэн (больше 3.3м базы): ОГРОМНЫЙ семейный автобус. Забудь о личной жизни и парковке.",
      "Кабриолет (до 2.5м базы): Ветер в харю, а я шпарю! (компактный). Для хорошей погоды и плохих волос.",
      "Кабриолет (больше 2.5м базы): Роскошный кабриолет. Чтобы все видели твою лысину или дорогую укладку."
    ],
    "Классификация": [
      "Гражданская, Надежность > 50, Управляемость > 40: Просто тачка, чтоб ездила из А в Б. Скукота, но надо.",
      "Гражданская Эко (до 5 л/100км), Управляемость > 40, Надежность > 55: Тошнить в правом ряду и гордиться этим. Спасай планету, блядь!",
      "Гражданская Эко (до 10 л/100км), Управляемость > 35, Надежность > 50: Чуть менее тошнотно, но всё еще экономия для бедных.",
      "Максимальный комфорт, Комфорт > 70, Плавность хода > 60: Ехать как на диване. Пердячий пар приветствуется.",
      "Стрит, Спортивность > 40, Престиж > 20: Пердаки, спойлеры, винил, ночные гонки. Пацаны с района оценят.",
      "Кольцо, Спортивность > 60, Тормоза вент. диски мин., Шины Спорт/Полуслик: Жестко, быстро, дорого. Готовь бабло на слики и ремонт после каждого выезда.",
      "Ралли, Offroad > 40, Надежность > 55, Подвеска Длинноходная/Гидро: Грязь, гравий, прыжки. Почувствуй себя МакРеем (если доедешь до финиша).",
      "Драг, 0-100км/ч < 5с, Шины Спорт/Полуслик, Дифференциал LSD: 402 метра славы или позора. Главное – старт и чтобы мотор не блеванул.",
      "Дрифт, Привод RWD, Спортивность > 50, Дифференциал LSD: Ехать боком, жечь резину. Стиль важнее скорости, понты дороже денег.",
      "Оффроад, Offroad > 55, Клиренс > 250мм, Привод 4WD: Месить грязь в свое удовольствие. Главное, чтобы трактор был недалеко.",
      "Трофи, Offroad > 70, Привод 4WD + Блокировки дифференциалов, Надежность > 60: Непролазные говны, лебедка, хайджек. Для реальных маньяков и любителей застрять.",
      "Тянуть грузы, Практичность > 60, Крутящий момент > 400 Нм, Надежность > 50: Чтоб прицеп не отвалился на первом подъеме. Мощность и момент решают.",
      "Багги, Вес < 800кг, Кузов Пространственная рама: Рама, колеса, мотор. Максимум фана, минимум комфорта и безопасности.",
      "Максимальная скорость, Топ. скорость > 300 км/ч, Аэродинамика активная/спойлеры: Летим по прямой, пока бензин не кончится (или мотор не стуканет).",
      "Полиция, Надежность > 65, Практичность > 30, Усиленная подвеска/рама: Мигалки, крякалки, таранить нарушителей. Закон на твоей стороне (нет).",
      "Такси, Надежность > 70, Комфорт > 30, Практичность > 50: Шашечки, желтый цвет, убитая подвеска и вонючий салон.",
      "Шоу-кар, Престиж > 60, Качество интерьера/экстерьера +10 мин: Чтобы блестело и все ах*ели. Ездить необязательно, главное – лайки.",
      "Ретро-стиль, Год < 1980: Выглядит как старое ведро, но (надеюсь) едет лучше. Ностальгия.",
      "Концепт-кар, Престиж > 50, Безопасность < 30: Дичь из будущего. Попробуй это построить, гений инженерной мысли, блядь."
    ],
    "Количество л.с": [
      "50 л.с.: Мощность газонокосилки. Удачи на обгонах, блять.",
      "100 л.с.: Уже что-то, но все равно овощ. Можно тошнить чуть быстрее.",
      "150 л.с.: Золотая середина для обывателя. Не стыдно, но и не гонка.",
      "200 л.с.: Можно и позажигать немного со светофора.",
      "250 л.с.: Уже серьезная заявка на динамику. Или просто тяжелая тачка.",
      "300 л.с.: Начинается веселье (и неконтролируемый расход).",
      "400 л.с.: Держись крепче за руль и кошелек!",
      "600 л.с.: Почти суперкар. Или просто перебор для этого кузова?",
      "800 л.с.: Адская колесница. Нужен памперс и стальные яйца.",
      "1000+ л.с.: Ты вообще нормальный? Строим ракету или крематорий на колесах?"
    ],
    "Тип двигателя": [
      "I3, Объем < 1.5л: Три горшка, зато экономично (и вибрирует как сучка).",
      "I4, Объем 1.6-2.5л: Банально, как 'здравствуйте'. Самый стандартный стандарт.",
      "I5, Объем 2.0-3.0л: Почти I6, но не совсем. Звучит интересно, как квинтет пьяных.",
      "I6, Объем > 2.5л: Классика, шелковый рядник. Баланс и звук, если не задушен экологами.",
      "V6, Объем 2.5-4.0л: Компромисс между I4 и V8. Часто скучный звук и компоновка.",
      "V8, Объем > 4.0л: БУ-БУ-БУ! Масл-кар или баржа. Мощь, понты и налог.",
      "V10, Объем > 5.0л: Экзотика. Звучит как старая F1 или просто очень дорого.",
      "V12, Объем > 5.5л: Вершина пафоса и плавности. Готовься к расходам на всё.",
      "V16, Объем > 8.0л: Зачем? Просто потому что МОЖЕМ! И похуй на логику.",
      "Boxer-4, Объем 1.8-2.5л: Субаровский бубнеж или Порше для бедных. Вибрации в комплекте.",
      "Boxer-6, Объем > 2.8л: Настоящий Порше (или опять Субару, но пожирнее)."
    ],
    "Тип впуска двигателя": [
      "Атмосферный (NA): Честный воздух, линейная тяга. Олдскул или просто дешево.",
      "Турбо (Single Turbo), Давление > 1.0 бар: Пшшш! Турбояма и пинок под зад. Как повезет.",
      "Двойной Турбо (Twin Turbo), Давление > 0.8 бар: Две улитки веселее. Меньше яма, больше дури. Или больше проблем.",
      "Механический нагнетатель (Supercharger): Вжжжж! Моментальная тяга с низов, как у V8. И жрет так же.",
      "Битурбо (Sequential/Parallel): Умный наддув для ровной полки момента. Сложно и дорого.",
      "Квад-Турбо (Quad Turbo): Четыре турбины! Потому что две – для слабаков. Привет, Bugatti (и счета за ремонт)?"
    ],
    "Привод": [
      "AWD (Полный привод), Распределение 40/60 или 50/50: Держак на любой дороге. Сложно, тяжело и скучно.",
      "RWD (Задний привод): Классика, занос, веселье (или страх зимой и в дождь).",
      "FWD (Передний привод): Просто, дешево, тянет морду наружу поворота. Для чайников.",
      "4WD (Подключаемый/Постоянный полный), Понижайка обязательна: Для грязи и бездорожья. Не путать с AWD для асфальта, лох."
    ],
    "Год выпуска": [
      "1940-1949: Послевоенная разруха. Машина - роскошь. Простые формы, слабые моторы.",
      "1950-1959: Рок-н-ролл, хром, плавники. Аэростиль и оптимизм. Жопа мира дизайна.",
      "1960-1969: Масл-кары, мини-юбки, бунтари. Мощность и стиль. Лучшие годы?",
      "1970-1979: Нефтяной кризис, уныние, гигантские бамперы. Эра малеза и говна.",
      "1980-1989: Пластик, турбо, углы. Электронщина и 'спортивность'. Синтвейв на колесах.",
      "1990-1999: Биодизайн, 'японцы рулят', безопасность. Мыльницы и расцвет тюнинга.",
      "2000-2009: Расцвет NFS Underground, 'Форсаж', гламур. Эксперименты и безвкусица.",
      "2010-2019: Даунсайзинг, LED-оптика, планшеты в салоне. Экология и кроссоверы захватили мир.",
      "2020-Н.В.: Электрички, гига-экраны, автопилоты. Будущее уже здесь (и оно хочет твои данные)."
    ],
    "Материалы кузова": [
      "Стекловолокно: Легко, дешево в прототипе, хрупко. Для гонок или самоделок.",
      "Сталь (обычная): Дешево, сердито, тяжело. Ржавеет, сука. Как твоя бывшая.",
      "Сталь (обработанная/оцинкованная): Чуть лучше, чуть дороже, все равно ржавеет, но позже.",
      "Алюминий: Легче стали, дороже. Не ржавеет, но чинить – геморрой.",
      "Карбон (Углепластик): Очень легко, очень дорого, очень понтово. Для суперкаров и мажоров.",
      "Комбинированный (Сталь+Алюминий): Попытка усидеть на двух стульях.",
      "Любые материалы: Ставь что хочешь, хоть папье-маше."
    ],
    "Тип шасси": [
      "Рама (Ladder Frame): Для настоящих джипов и грузовиков. Крепко, но тяжело и не рулится.",
      "Монокок (Monocoque): Несущий кузов. Легче, жестче. Для всего остального ширпотреба.",
      "Пространственная рама (Space Frame): Трубы, трубы, трубы. Легко, жестко, дорого. Для спорта и экзотики.",
      "Полурама (Semi Space Frame): Компромисс, часто для пикапов/фургонов."
    ],
    "Качество": [
      "Качество -15: Собрано из говна и палок в китайском подвале. Зато дешево!",
      "Качество -8: Немного сэкономили тут и там. Бюджетненько, с косячками.",
      "Качество 0: Стандарт. Ни рыба, ни мясо. Как у всех.",
      "Качество +8: Можно шикануть! Надежность и комфорт, почти не ломается.",
      "Качество +12: Почти премиум. Мягко, тихо, дорого. Для тех, кто ценит детали.",
      "Качество +15: Деньги не проблема! Максимум всего. Идеально, блядь.",
      "Любое качество (-15 до +15): Решай сам, насколько ты бомж или мажор сегодня."
    ],
    "Интерьер": [
      "Пластиковый ад (Basic): Дешевле только пешком.",
      "Тканевый стандарт (Standard)а: Кондей? Может быть. А может и нет.",
      "Бизнес-класс на минималках (Premium): Кожзам и маленький экранчик, типа круто.",
      "Лакшери по полной (Luxury): Кожа рожа, дерево, алькантара. Дорого-богато.",
      "Голый металл (Race): Гонка же! Нахуй комфорт, главное - вес!"
    ],
    "Мультимедиа": [
      "Отсутствует (None): Музыка? Слушай мотор, блять.",
      "Радиола 'Урал' (Basic): Крутилки и шипение.",
      "Кассетник! (Standard Cassette): Доставай свои старые кассеты 'Ласкового мая'.",
      "CD-плеер (Standard CD): Диски с царапинами – в комплекте.",
      "Дешманский планшет (Premium Infotainment): Тормозит, но сенсорный!",
      "Огромный телек (Luxury Infotainment): Чтобы смотреть порно в пробках."
    ],
    "Осовенные фишки": [
      "Слепые фары (Pop-up headlights): Потому что 80-е!",
      "Двери 'Крыло чайки' (Gullwing doors): Выглядит круто, пока не надо парковаться.",
      "Деревянные панели СНАРУЖИ (Wood paneling): Привет, американские универсалы 70-х.",
      "Виниловая крыша (Landau roof): Типа роскошь для бедных.",
      "Стеклянная крыша T-Top / Targa: Снял панели - и кабриолет (почти).",
      "Запаска на багажнике (External spare tire): Внедорожный стиль, даже если это пузотерка.",
      "Только один 'дворник' (Single wiper): Как у Мерса W124 или старых Ситроенов.",
      "Отсутствует: Слава богу, пронесло от дизайнерских извращений.",
      "Боковой выхлоп (Side pipes): Громко, непрактично, но выглядит круто (иногда).",
      "Огромное антикрыло (Giant rear wing), +10 Аэро: Даже если это минивэн, похуй, ставь!",
      "Крыша контрастного цвета (Contrasting roof color): Мини-стайл на любой кузов.",
      "'Суицидальные' задние двери (Suicide doors): Элегантно, но неудобно пиздец.",
      "Раздельное лобовое стекло (Split windshield): Привет из 30-х!",
      "Огромный воздухозаборник на капоте (Massive hood scoop): Можно даже нерабочий, для вида.",
      "Дворники на фарах (Headlight wipers): Потому что можем.",
      "Зеркала на крыльях (Fender mirrors): По-японски, винтажно и нихуя не видно.",
      "Хромированные бампера, Много хрома: Блестит, как у кота яйца, даже если это 2020-е.",
      "Скрытые фары (Hidden headlights - панелями): Не поп-ап, а хитрее!",
      "Плавники сзади (Tailfins), Год < 1965: Даешь Детройт 50-х на любой помойке!",
      "Только круглые фары: Классика же.",
      "Только квадратные/прямоугольные фары: Угловатость - признак мастерства (или 80-х)."
    ],
    "Бюджет": [
      "$8000: Бюджет студента-доширачника. Выживай как можешь.",
      "$12000: Немного больше, но все еще боль и страдания.",
      "$15000: Типичная бюджетка типа Логана. Можно ездить.",
      "$20000: Можно позволить себе пару опций, типа кондея.",
      "$25000: Уже похоже на нормальную машину среднего класса.",
      "$30000: Крепкий середняк. Фолксваген Гольф какой-нибудь.",
      "$40000: Начальный премиум или заряженный 'народный' сарай.",
      "$50000: Серьезные деньги. Ошибки в проектировании будут стоить дорого.",
      "$75000: Почти спорткар или роскошный седан. Или переоцененный кроссовер.",
      "$100000: Вход в мир суперкаров и лакшери. Готовь бабки.",
      "$150000: Элита. Или просто очень упоротый и дорогой проект.",
      "Неограничен: Твори любую дичь, богатей! Построй золотой унитаз на колесах!"
    ],
    "Специальное условие": [
      "Только барабанные тормоза сзади: Тормози заранее. Очень, блять, заранее.",
      "Никаких турбин! (Только NA или Supercharger): Только честный атмо или вой компрессора. Дыши полной грудью, овощ.",
      "Обязательно V8! Объем > 5.0л: Да здравствует мощь, расход и налоги!",
      "Шины не шире 185мм: Прощай, держак. Привет, дрифт на любой скорости.",
      "Никакой ABS (или только базовый): Учись тормозить сам, неженка. Почувствуй блокировку колес.",
      "Интерьер только 'Люкс' (+10 комфорта мин.): Даже если это сраный пикап для перевозки навоза.",
      "Надежность не ниже 80: Чтобы не развалилось по дороге к магазину.",
      "Экологичность минимум 40: Гринпис следит за тобой, маленький загрязнитель.",
      "Кузов только стальной (обычный или обработанный): Олдскул, тяжесть и ржавчина.",
      "Мотор не больше 1.5л: Пылесос под капотом. Зато налог маленький.",
      "Без ГУРа/ЭУРа (Только ручная рейка): Качай руки, слабак!",
      "Никаких ограничений: Делай что хочешь (в рамках остального бреда). Полная свобода, ублюдок!",
      "Только 2 клапана на цилиндр (OHV или SOHC): О VTEC можешь забыть, это для лохов.",
      "Никаких VVT/VVL!: Фазы газораспределения для слабаков.",
      "Только низкооктановое топливо (АИ-92 / 91 RON / 87 AKI): Экономим на бензе, но не на геморрое с детонацией.",
      "Не больше 4-х передач в КПП: Мешай палкой чаще, тренируй руку.",
      "Только ручная коробка!: Никаких автоматов для ленивых жоп.",
      "Никаких блокировок дифференциала (Только открытый): Шлифуй одним колесом на здоровье.",
      "Никаких стабилизаторов поперечной устойчивости (Sway Bars): Почувствуй крен, епта!",
      "Безопасность не ниже 50 очков (Стандартная или Продвинутая): Хотя бы подушки воткни, чтоб клиент не убился сразу.",
      "Только стальные диски: Колпаки можешь прихуярить для 'красоты'.",
      "Запрет на вентилируемые тормозные диски (Только сплошные): Перегрев - твой лучший друг.",
      "Минимум 5 посадочных мест: Даже если это купе, впихни невпихуемое.",
      "Никаких электронных помощников (ABS=None, TC=None, ESC=None): Учись водить, а не на кнопки жать.",
      "Коэффициент лобового сопротивления (Cd) ниже 0.30: Аэродинамика – наше всё (или попытайся).",
      "Максимальная цена материалов $1000: Собираем из подножного корма.",
      "Максимальные производственные единицы (PU) не больше 100: Штучный эксклюзив из говна.",
      "Максимальное время инжиниринга (ET) не больше 150: Работай быстро, заебал!",
      "Минимум 1000 литров багажника (Total Cargo Volume): Хоть картошку возить, хоть трупы.",
      "Двигатель строго атмосферный и объемом меньше 2.0л: Сочетай несочетаемое!",
      "Только подвеска МакФерсон спереди: Дешево и сердито.",
      "Только подвеска на двойных поперечных рычагах (везде): Дорого, но рулится!",
      "Только зависимая подвеска сзади (мост): Для грузовиков и джипов.",
      "Только гидропневматическая подвеска: Ситроен головного мозга.",
      "Только карбюратор(ы): Олдскул или нищебродство.",
      "Только прямой впрыск (Direct Injection): Современные технологии, дорогой ремонт.",
      "Оценка 'Семейный автомобиль' > 50: Угождаем мамочкам.",
      "Оценка 'Спорткар' > 60: Строим убийцу Порше (на бумаге)."
    ]
  }
}